Repository: N0rbert/ubuntu-mate-welcome-legacy
Catalog: data/po/introduction/*.po
Languages: pt_pt, zh_cn

source: Introduction
pt_pt: Introdução
zh_cn: 介绍

source: For a retrospective future.
pt_pt: Para um futuro retrospetivo
zh_cn: 一些怀旧的特色功能

source: Scroll down to learn more.
pt_pt: Role para baixo para saber mais
zh_cn: 向下翻动了解更多

source: Ubuntu MATE is an operating system -- the core software that runs your computer, similar to
pt_pt: O Ubuntu MATE é um sistema operativo -- o software principal que corre no computador, similar ao
zh_cn: Ubuntu MATE 是一个操作系统 -- 运行在电脑上的核心软件， 类似于

source: Microsoft's Windows
pt_pt: Windows da Microsoft
zh_cn: 微软的 Windows

source: Apple's OS X
pt_pt: OS X da Apple
zh_cn: 苹果的 OS X

source: and
pt_pt: e
zh_cn: 以及

source: Google's Chrome OS
pt_pt: Chrome OS da Google
zh_cn: 谷歌的 Chrome OS

source: Ubuntu MATE is a desktop distribution (variation) of GNU/Linux -- a dependable, secure, capable, and modern computer system that rivals all others in popularity and usage.
pt_pt: O Ubuntu MATE é uma distribuição (variação) para computador pessoal do GNU/Linux -- um sistema operativo confiável, seguro, capaz e moderno que rivaliza todos os outros em popularidade e utilização.
zh_cn: Ubuntu MATE 是GNU / Linux的桌面发行版（分支），一种可靠，安全，功能强大且现代化的计算机系统，可与所有其他受欢迎的计算机系统相媲美。

source: Unlike other operating systems, Linux is used:
pt_pt: Ao contrário de outros sitemas operativos, o Linux é usado:
zh_cn: 与其他操作系统不同，Linux 用于

source: on most of the world's fastest and most powerful supercomputers
pt_pt: na maior parte dos supercomputadores mais rápidos e potentes do mundo
zh_cn: 世界上大部分高速且强大的超级电脑

source: on many of, if not most of, the computers that make up the backbone of Internet
pt_pt: em muitos, se não na maioria, dos computadores que constituem a espinha dorsal da Internet
zh_cn: 大部分节点服务器上

source: and on corporate servers that require stability and reliability
pt_pt: e em servidores de empresas que requerem estabilidade e confiabilidade
zh_cn: 以及许多公司的高稳定性高可靠性商用服务器上。

source: Ubuntu MATE is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops, single board computers (such as the Raspberry Pi) and older hardware alike.
pt_pt: O Ubuntu MATE é um sistema operativo estável e fácil de usar, com um ambiente de trabalho personalizável. É ideal para quem obter o máximo do seu computador e prefere uma metáfora de ambiente de trabalho tradicional. Com requisitos de hardware modestos, é indicado para torres e portáteis modernos, computadores de placa única (tais como o Raspberry Pi) e hardware mais antigo semelhante.
zh_cn: Ubuntu MATE是一个稳定，易于使用的操作系统，具有可自行配置的桌面环境。它非常适合那些希望充分利用电脑并喜欢传统桌面的人。它拥有较低的硬件要求，适用于台式机和笔记本电脑，单片机（如树莓派）和较旧的硬件。

source: The operating system is more secure, and better supported than the operating system pre-installed on most home computer hardware today.
pt_pt: O sistema operativo é mais seguro e mais bem suportado do que o sistema operativo atualmente pré-instalado na maior parte dos computadores de uso doméstico.
zh_cn: 本操作系统比目前大多数家用计算机预装的操作系统更安全，支持更好。

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
pt_pt: Usar o Ubuntu MATE dá-lhe a liberdade de correr um sistema operativo completo e com todos os recursos pré-configurado com a maioria (se não todas) das aplicações que necessita no seu dia a dia. Altere completamente a sua aparência, a maneira de funcionar ou as aplicações que executa de maneira a ajustar-se às suas necessidades.
zh_cn: Ubuntu MATE 提供给你使用一个完整的，功能齐全，预设好的（可能并不完全）桌面环境。如果你有不满意的地方，可以根据自由定制它的外观及运行方式。

source: Objectives
pt_pt: Objetivos
zh_cn: 目标

source: Ubuntu MATE has a number of guiding objectives and goals:
pt_pt: O Ubuntu MATE tem vários objetivos e metas:
zh_cn: Ubuntu MATE 有许多原则和目标：

source: Accessible to all, regardless of language and physical ability.
pt_pt: Acessível a todos, independentemente do idioma e capacidades físicas.
zh_cn: 为所有人提供服务。

source: Increase both Ubuntu and MATE Desktop user adoption.
pt_pt: Aumentar a taxa de utilização tanto do Ubuntu quanto do ambiente de trabalho MATE.
zh_cn: 提高 Ubuntu 和 MATE 桌面用户的采用率。

source: Ubuntu alternative for computers that aren't powerful enough to run a composited desktop.
pt_pt: Alternativa ao Ubuntu para computadores que não são potentes o suficiente para executar um ambiente de trabalho composto.
zh_cn: 作为运行 Ubuntu 复合桌面时性能不够强大的计算机的一个替代选项。

source: First choice Ubuntu platform for remote workstation solutions such as LTSP and X2Go.
pt_pt: Primeira escolha de plataformas Ubuntu para soluções de estações de trabalho remotas tais como LTSP e X2Go.
zh_cn: 做为首选方案为 Ubuntu 的远程工作站，如 LTSP 和 X2Go 的另一选项 。

source: Recreate the halcyon days of Ubuntu for users who prefer a traditional desktop metaphor.
pt_pt: Recriar os dias idílicos do Ubuntu para utilizadores que preferem uma metáfora de ambiente de trabalho tradicional.
zh_cn: 为喜欢传统 Gnome 2 桌面隐喻的用户重新造一个避风港。

source: Use themes and artwork similar to Ubuntu so that Ubuntu MATE is immediately familiar.
pt_pt: Usar temas e arte similar ao Ubuntu de maneira a tornar o Ubuntu MATE imediatamente familiar.
zh_cn: 使用 Ubuntu 的主题，壁纸以在 Ubuntu MATE 上获得相似体验。

source: When possible, contribute to Debian so both the Debian and Ubuntu communities benefit.
pt_pt: Sempre que possível, contribuir para o Debian de maneira a que tanto essa quanto a comunidade do Ubuntu possam ser beneficiadas.
zh_cn: 如果可以的话，请给 Ubuntu 或者 Debian 项目做点贡献以使它们也获得一些益处。

source: Software favors functionality and stability, as opposed to being fancy or light on features.
pt_pt: Software favorece funcionalidade e estabilidade ao invés de ser chique ou com poucas funcionalidades.
zh_cn: 软件专注于功能和稳定性，而不是幻想或极度简单功的能。

source: What is Ubuntu MATE?
pt_pt: O que é o Ubuntu MATE?
zh_cn: Ubuntu MATE 是什么？

source: is one of, if not the, largest deployed
pt_pt: é um dos mais, se não o mais, utilizados
zh_cn: 是部署最多的操作系统之一。

source: based desktop operating systems in the world. Linux is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as
pt_pt: sistemas operativos para computadores do mundo. O Linux está no centro do Ubuntu e torna possível criar sistemas operativos seguros, potentes e versáteis, tais como
zh_cn: 基于桌面的操作系统。Linux 是 Ubuntu 的核心，Linux 使之可以创建安全，强大和多功能的操作系统，例如

source: Android is now in the hands of billions of people around the world and it's also powered by Linux.
pt_pt: O Android está nas mãos de milhares de milhões de pessoas ao redor de todo o mundo e tem como base o Linux.
zh_cn: Android 现在在全球有巨量的用户，而 Android 是基于 Linux 的。

source: Ubuntu is available in a number of different
pt_pt: O Ubuntu está disponível numa variedade de diferentes
zh_cn: Ubuntu 有许多不同的

source: flavors
pt_pt: sabores
zh_cn: 特色版

source: each coming with its own desktop environment. Ubuntu MATE takes the Ubuntu base operating system and adds the
pt_pt: cada um deles trazendo o seu próprio ambiente de trabalho. O Ubuntu MATE usa a base do sistema operativo Ubuntu e adiciona o
zh_cn: 每一个都拥有自己的桌面环境。Ubuntu MATE 基于 Ubuntu 并添加了

source: MATE Desktop
pt_pt: ambiente de trabalho MATE
zh_cn: MATE 桌面

source: Wikipedia says that a
pt_pt: A Wikipedia refere que um
zh_cn: 维基百科称

source: Desktop Environment
pt_pt: ambiente de trabalho
zh_cn: 桌面环境

source: is
pt_pt: é
zh_cn: 是

source: an implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files.
pt_pt: uma implementação de uma metáfora da estação de trabalho composta de um pacote de programas que executam sobre o sistema operativo de um computador, os quais partilham uma interface gráfica de utilizador (GUI). As interfaces gráficas de utilizador dos ambientes de trabalho ajudam o utilizador a aceder e editar ficheiros facilmente.
zh_cn: 桌面环境由运行在计算机操作系统之上的一组程序组成，它们共享一个公共图形用户界面（GUI）。桌面 GUI 帮助用户轻松访问和编辑文件。

source: The MATE Desktop implements essential features that you'd expect in a desktop environment, such as:
pt_pt: O ambiente de trabalho MATE implementa funcionalidades essenciais que esperaria de um ambiente de trabalhom tais como:
zh_cn: MATE 桌面提供一个桌面环境应有的基本组件， 例如：

source: File Browser
pt_pt: Explorador de Ficheiros
zh_cn: 文件管理器

source: Calculator
pt_pt: Calculadora
zh_cn: 计算器

source: Archive Manager
pt_pt: Gestor de Arquivos
zh_cn: 归档管理器

source: Image Viewer
pt_pt: Visualizador de Imagens
zh_cn: 图片浏览器

source: Document Viewer
pt_pt: Visualizador de Documentos
zh_cn: 文档浏览器

source: MATE System Monitor
pt_pt: Monitor de Sistema MATE
zh_cn: MATE 系统监视器

source: MATE Terminal
pt_pt: Terminal MATE
zh_cn: MATE 终端

source: All of which are highly customisable and managed via the
pt_pt: Todos altamente personalizáveis e geridos através do
zh_cn: 这些内容都可以进行高度的自定义通过

source: Control Center
pt_pt: Centro de Controlo
zh_cn: 控制中心

source: MATE Desktop provides an intuitive and attractive desktop environment using traditional metaphors, which means if you've ever used
pt_pt: O ambiente de trabalho MATE providencia um ambiente de trabalho intuitivo e atrativo utilizando metáforas tradicionais, o que significa que se já usou
zh_cn: MATE 桌面使用传统的方案提供了一个直观和有吸引力的桌面环境，这意味着你或许曾经使用过

source: or
pt_pt: ou
zh_cn: 或者

source: it will feel very familiar.
pt_pt: ser-lhe-á muito familiar.
zh_cn: 非常容易上手。

source: The MATE Desktop has a rich history and is the continuation of the GNOME 2 desktop, which was the default desktop environment on many Linux and Unix operating systems for over a decade. This means that MATE Desktop is tried, tested and very reliable.
pt_pt: O ambiente de tabalho MATE tem uma história rica e é a continuação do ambiente de trabalho GNOME 2, o qual foi o ambiente de trabalho padrão de muitos sistemas operativos Linux e Unix por mais de uma década. Isto significa que o Ubuntu MATE é provado, testado e muito confiável.
zh_cn: MATE 桌面具有较久的历史，是 GNOME 2 桌面的派生，GNOME 2 桌面是十多年来许多 Linux 和 Unix 操作系统的默认桌面环境。这意味着 MATE 桌面已经通过测试并且非常可靠。

source: Open Source
pt_pt: Código Aberto
zh_cn: 开源

source: What Linux, Ubuntu and MATE Desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu MATE is free, in the truest sense of the word.
pt_pt: Algo que o Linux, Ubuntu e ambiente de trabalho MATE têm em comum é que são todos software de código aberto. Este software pode ser usado livremente, alterado e partilhado (modificado ou não) por qualquer um. O Ubuntu MATE é, basicamente, livre, no sentido mais verdadeiro da palavra.
zh_cn: Linux，Ubuntu 和 MATE 桌面共同之处在于它们是开源的。任何人都可以自由使用，更改和共享该软件（以修改或未修改的形式）。简而言之，Ubuntu MATE 完全自由的，它完全符合这个词的含义。

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu MATE. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu MATE.
pt_pt: Apesar de existirem algumas distribuições (variantes) de Linux à venda, a vasta maioria é providenciada gratuitamente, tal como o Ubuntu MATE. A distribuição é licenciada de maneira a permitir a qualquer um oferecê-la gratuitamente, sem condições. Por exemplo, a licença oferece a qualquer membro da comunidade de utilizadores a liberdade de utilizar o Linux para qualquer propósito, para o distribuir, modificar, redistribuir ou até mesmo vender o sistema operativo. Se modificar e redistribuir o Linux com as suas modificações, está obrigado pela licença a submeter as suas modificações para possível inclusão em futuras versões. Não existe garantia de que isto acontecerá mas, se a melhorou, então as suas modificações podem vir a ser incluídas no próximo lançamento do Ubuntu MATE.
zh_cn: 虽然你会发现Linux的一些发行版（分支）是收费的，但绝大多数都是免费提供的，如 Ubuntu MATE。该发行许可方式允许任何人免费赠送，并且不附带任何条款。例如，许可证授予社区的任何成员自由使用 Linux 用于任何目的，分发，修改，重新分配甚至销售操作系统。如果您通过修改来修改 Linux 并重新发布 Linux，则许可证要求您提交修改，以便将其纳入未来版本。不能排除这种情况，如果你做得更好，那么你所做的改动可能会包含在下一个版本的 Ubuntu MATE 中。

source: Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses.
pt_pt: Muitos dos utilizadores do Linux são empresas que usam o sistema operativo para sustentar os seus negócios, ou que o incluem nos seus produtos. Muitas destas empresas providenciam correções e novas funcionalidades para o Linux dado que utilizam o software para o seu negócio.
zh_cn: 许多 Linux 用户使用本操作系统来运行公司业务，或者将其加入他们的产品之中。其中许多公司为 Linux 提供用于它们自己软件业务的补丁和新功能。

source: These improvements are given back
pt_pt: Estas melhorias são devolvidas
zh_cn: 这些改进将会被反馈

source: to the Linux community and Ubuntu MATE improves as a result. This is how we can continually improve and grow without having to charge our users money.
pt_pt: à comunidade Linux e o Ubuntu MATE melhora como resultado. É desta forma que podemos melhorar continuamente e crescer sem necessidade de cobrar dinheiro aos nossos utilizadores.
zh_cn: 到 Linux 社区，并且 Ubuntu MATE 会做出改进改进。这就是我们不需要向用户收取费用即可不断改进和发展的原因。

source: Unlike Windows and OS X, Linux is not created and supported by just one company. It is supported by Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4,000 developers contributed to Linux over the last 15 years.
pt_pt: Ao contrário do Windows e do OS X, o Linux não foi criado e suportado por apenas uma empresa. É suportado pela Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD e Microsoft. Mais de 4000 desenvolvedores contribuíram para o Linux ao longo dos últimos 15 anos.
zh_cn: 与 Windows 和 OS X 不同，Linux 并不是由单独一家公司创建和支持的。它受英特尔，Redhat，Linaro，三星，IBM，SUSE，德州仪器，谷歌，Canonical，甲骨文，AMD 和微软的支持。在过去的15年中，超过4,000名开发为 Linux 开发做出了自己的贡献。

source: Whether you are a home user of Ubuntu MATE, an Ubuntu MATE software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to Ubuntu MATE and its related projects: Linux, MATE, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
pt_pt: Quer seja um utilizador doméstico do Ubuntu MATE, um desenvolvedor de software ou de aplicações do Ubuntu MATE ou um funcionário de uma organização que utiliza o sistema operativo, é um membro da comunidade do Linux e do Código Aberto, e beneficia do esforço de desenvolvedores que contribuem para o Ubuntu MATE e projetos relacionados: Linux, MATE e Ubuntu. Membros da comunidade usam o Linux em quase todo o tipo de hardware, desde o Macbook mais bonito ao portátil mais barato, desde o mais recente Chromebook às máquinas mais antigas desenhadas para o Windows e desde os servidores de Internet mais potentes ao mais pequeno termostado inteligente.
zh_cn: 无论您是 Ubuntu MATE 的个人用户，Ubuntu MATE 软件或者应用程序开发人员，还是使用本操作系统的组织的员工，您都是 Linux 和开源社区的成员，并受益于开发人员的 Ubuntu MATE 及其相关项目：Linux，MATE 和 Ubuntu。社区成员可以在几乎在任何硬件上运行Linux，从最漂亮的 Macbook 到最便宜的上网本，从最新的 Chromebook 到一些为 Windows 设计的旧机器，从最强大的网络服务器到最小的智能恒温器。
