Repository: N0rbert/ubuntu-mate-welcome-legacy
Catalog: data/po/donate/*.po
Languages: he, hi_in, nl, pt_pt, ro_ro

source: Donate
he: תרומה
hi_in: दान
nl: Schenken
pt_pt: Doar
ro_ro: Donează

source: Support Ubuntu MATE Development
he: לתמוך בפיתוח של Ubuntu MATE
hi_in: उबंटू मैटे के विकास में सहयोग करें
nl: Ondersteun de ontwikkeling van Ubuntu MATE
pt_pt: Apoie o desenvolvimento do Ubuntu MATE
ro_ro: Susțineți Dezvoltarea Ubuntu MATE

source: Ubuntu MATE is funded by our community. Your donations help improve project momentum in the following ways:
hi_in: उपयोक्ता समुदाय द्वारा उबंटू मैटे वित्तीय सहायता प्राप्त करता है। दान की गई धन राशि निम्नलिखित कार्यों हेतु प्रयुक्त होती है :
nl: Ubuntu MATE wordt gefinancierd door onze gemeenschap. Uw schenkingen helpen het project verbeteren op de volgende manieren:
pt_pt: O Ubuntu MATE é financiado pela nossa comunidade. As vossas doações ajudam a melhorar o projeto das seguintes formas:
ro_ro: Ubuntu MATE este finanțat de comunitatea noastră. Donațiile dvs. ajută la îmbunătățirea impulsului proiectului în următoarele moduri:

source: Fund developers working on MATE Desktop and Ubuntu MATE projects.
hi_in: मैटे डेस्कटॉप व उबंटू मैटे परियोजनाओं में कार्यरत सॉफ्टवेयर विकासकर्ताओं की आर्थिक सहायता।
nl: Financier ontwikkelaars die werken aan MATE Desktop en het Ubuntu MATE project.
pt_pt: Financiar os desenvolvedores que trabalham no ambiente de trabalho MATE e no Ubuntu.
ro_ro: Finanţează dezvoltatorii care lucrează la proiectele MATE Desktop și Ubuntu MATE.

source: Supporting Open Source projects that Ubuntu MATE depends upon.
he: תמיכה בפרוייקטים 'קוד פתוח' שUbuntu MATE תלויה בהם.
hi_in: मुक्त स्रोत परियोजनाओं का समर्थन जिन पर उबंटू मैटे आश्रित है।
nl: Ondersteunen van Open Source projecten waar Ubuntu MATE op steunt.
pt_pt: Apoiar projetos de Código Aberto sobre os quais o Ubuntu MATE depende.
ro_ro: Sprijinirea proiectelor Open Source de care depinde Ubuntu MATE.

source: Travel expenses to attend conferences.
hi_in: सम्मेलनों में भागीदारी हेतु यात्रा व्यय।
nl: Reiskosten om bijeenkomsten bij te wonen.
pt_pt: Despesas de viagem para participação em conferências.
ro_ro: Cheltuieli de călătorie pentru a participa la conferințe.

source: Miscellaneous hosting costs for the project.
hi_in: परियोजना हेतु सर्वर होस्ट व्यय।
nl: Diverse kosten om het project te hosten.
pt_pt: Custos de alojamento diversos para o projeto.
ro_ro: Costuri de gazduire diverse pentru proiect.

source: is a unique way to fund an Open Source project. A regular monthly income ensures sustainability for the Ubuntu MATE project. Patrons will be rewarded with exclusive project news, updates and developer access.
hi_in: मुक्त स्रोत परियोजनों की वित्तीय सहायता हेतु विशेष विधि है। इससे प्राप्त नियमित मासिक आय उबंटू मैटे परियोजना का सतत विकास सुनिश्चित करती है। प्रायोजक विशिष्ट परियोजना समाचार, अपडेट व विकासकर्ता अभिगम प्राप्त कर सकेंगे।
nl: is een unieke manier om een Open Source project te ondersteunen.Een regelmatig maandelijks inkomen verzekerd de duurzaamheid van het Ubuntu MATE project. Sponsors zullen beloond worden met exclusief project nieuws, updates en toegang tot de ontwikkeling.
pt_pt: é uma forma única de financiar um projeto de Código Aberto. Um financiamento mensal contínuo garante a sustentabilidade do projeto Ubuntu MATE. Patrons seão recompensados com notícias exclusivas do projeto, atualizações e acessos de desenvolvimento.
ro_ro: este un mod unic de a finanța un proiect Open Source. Un venit lunar regulat asigură durabilitatea proiectului Ubuntu MATE. Patronii vor fi răsplătiți cu știri de proiect, actualizări și acces dezvoltator.

source: If you would prefer to use
he: אם העדפתך היא להשתמש
hi_in: यदि आप इच्छित हैं
nl: Indien u liever gebruik maakt van
pt_pt: Se preferir utilizar
ro_ro: Dacă ai prefera să folosești

source: then we have options to donate monthly or make a one off donation. Finally, we also accept donations via
he: ואז יש לנו את האופציה לתרום בצורה חודשית או לתרום פעם אחת. לבסוף, אנחנו גם מקבלים תרומות דרך
hi_in: तो मासिक या एकल दान के विकल्प उपलब्ध हैं। हम इन माध्यमों से भी दान स्वीकार करते हैं
nl: dan hebben wij opties om maandelijks te schenken of om een eenmalige schenking te doen. Wij accepteren ook schenkingen via
pt_pt: então temos opções de doações mensais ou únicas. Finalmente, também aceitamos doações via
ro_ro: atunci avem opțiuni de a dona lunar sau de a face o donație unică. În cele din urmă, acceptăm și donații prin intermediul

source: Bitcoin
he: ביטקוין
hi_in: बिटकॉइन

source: Become a Patron
he: להפוך לפטרון
hi_in: प्रायोजक बनें
nl: Word een Weldoener
pt_pt: Torne-se um Patron
ro_ro: Deveniți Patron

source: Donate with PayPal
he: תרומה עם Paypal
hi_in: Paypal द्वारा दान करें
nl: Schenk met PayPal
pt_pt: Doe com PayPal
ro_ro: Donează cu PayPal

source: Donate with Bitcoin
he: תרומה עם ביטקוין
hi_in: बिटकॉइन द्वारा दान करें
nl: Schenk met Bitcoin
pt_pt: Doe com Bitcoin
ro_ro: Donează cu Bitcoin

source: Commercial sponsorship
he: חסות מסחרית
hi_in: व्यवसायिक प्रयोजन
nl: Commercieel sponsorschap
pt_pt: Patrocínios comerciais
ro_ro: Sponsorizare comercială

source: is also available. Click the
he: גם אפשרית.לחץ על ה
hi_in: भी उपलब्ध है। बटन पर
nl: is ook beschikbaar. Klik op de
pt_pt: também estão disponíveis. Clique no
ro_ro: este de asemenea disponibil. Apasă pe

source: button above to find out more.
he: כפתור מעל בכדי לברר פרטים נוספים
hi_in: क्लिक कर अधिक सूचना देखें।
nl: knop hier boven voor meer informatie.
pt_pt: botão acima para saber mais.
ro_ro: butonul de mai sus pentru a afla mai multe.

source: Patreon
nl: Sponsor
