Repository: N0rbert/ubuntu-mate-welcome-legacy
Catalog: data/po/chatroom/*.po
Languages: he, hi_in, pt_pt, ro_ro

source: Chat Room
he: חדר צ'אט
hi_in: चैट कक्ष
pt_pt: Sala de Chat
ro_ro: Cameră de Chat

source: Chat with fellow users
he: נהלו שיחה עם משתמשים אחרים
hi_in: सह-उपयोक्ताओं से संवाद करें
pt_pt: Converse com outros utilizadores
ro_ro: Discutați cu alți utilizatori

source: Come and say hello by connecting to our
he: באפשרותך לבוא ולומר שלום בהתחברות אל
hi_in: ऑनलाइन माध्यम से कनेक्ट कर संवाद करें
pt_pt: Venha dizer olá conectando-se à nossa
ro_ro: Vino și salută conectându-te la

source: channel on
he: בערוץ שלנו אצל
hi_in: हमारा चैनल
pt_pt: Canal ativo
ro_ro: canal pornit

source: You'll need an IRC client, such as Hexchat.
he: הנך זקוק/ה ללקוח IRC, כמו Hexchat.
hi_in: हेक्स-चैट जैसे आईआरसी साधन उपयोग करें।
pt_pt: Vai necessitar de um cliente IRC, como o Hexchat.
ro_ro: Veți avea nevoie de un client IRC, cum ar fi Hexchat.

source: If you're looking for technical support, consider stopping by at our Community instead.
he: אם אתם מחפשים עזרה טכנית, תכנסו לאתר הקהילה שלנו.
hi_in: यदि आप तकनीकी सहायता के इच्छुक है तो सामुदायिक चर्चा मंच उपयोग करें।
pt_pt: Se procura apoio técnico, considere visitar a nossa Comunidade.
ro_ro: Dacă sunteți în căutarea de asistență tehnică, ia în considerare oprirea la Comunitatea noastră.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
he: יתכן ואתם לא מחוברים לאינטרנט. בדקו את החיבור שלכם לאינטרנט כדי לגשת לתוכן הזה.
hi_in: प्रतीत होता है कि आप इंटरनेट से कनेक्ट नहीं हैं। सामग्री देखने हेतु अपना कनेक्शन जाँचें।
pt_pt: Não está conectado à Internet. Por favor verifique a sua conexão para aceder a este conteúdo.
ro_ro: Se pare că nu sunteți conectat la Internet. Vă rugăm să verificați conexiunea dvs. pentru a accesa acest conținut.

source: Sorry, Welcome was unable to establish a connection.
he: תוכנת 'ברוך הבא' לא הצליחה ליצור חיבור לאינטרנט.
hi_in: क्षमा करें, स्वागत हेतु कनेक्शन विफल।
pt_pt: Desculpe, Welcome foi incapaz de estabelecer uma conexão.
ro_ro: Ne pare rău, Welcome nu a putut să stabilească o conexiune.

source: Retry
he: ניסיון חוזר
hi_in: पुनः प्रयास करें
pt_pt: Tentar novamente
ro_ro: Reîncercați

source: Join the IRC in Hexchat
he: הצטרפות ל־IRC ב־Hexchat
hi_in: हेक्स-चैट द्वारा आईआरसी से जुड़ें
pt_pt: Junte-se ao IRC no Hexchat
ro_ro: Alăturați-vă IRC din Hexchat

source: Install
he: התקנה
hi_in: इंस्टॉल करें
pt_pt: Instalar
ro_ro: Instalează

source: Installing...
he: בהתקנה...
hi_in: इंस्टॉल जारी...
pt_pt: A instalar...
ro_ro: Se instalează...
