Repository: N0rbert/ubuntu-mate-welcome-legacy
Catalog: data/po/telemetry/*.po
Languages: he, oc, sr, tr_tr

source: Help Improve Ubuntu MATE
he: עזרה בשיפור Ubuntu MATE
oc: Ajudar a melhorar l’ajuda d’Ubuntu MATE
sr: Помозите побољшању Убунту Мејта
tr_tr: Ubuntu MATE'i geliştirmemize yardımcı olun

source: Ubuntu MATE can submit anonymised system information that will help the developers better understand what devices Ubuntu MATE is being used on. This data will be transmitted one time only and includes basic system components but nothing that is uniquely identifiable.
he: Ubuntu MATE יכולה לשלוח מידע מערכת בעילום שם שיעזור למפתחים להבין יותר טוב באיזה מכשירים Ubuntu MATE משומשת בהם. המידע הזה ישלח רק פעם אחת והוא כולל מידע מערכת בסיסי אבל שום דבר שהוא ייחודי לזיהוי.
sr: Убунту Мејт може да пошаље анонимне информације о систему које ће помоћи програмерима да боље разумеју на којим се уређајима користи Убунту Мејт. Ови подаци ће бити пренети само једном и укључују основне компоненте система, и ништа што се не може јединствено одредити.
tr_tr: Ubuntu MATE geliştiricilerin Ubuntu MATE'in hangi cihazlarda kullanıldığını daha iyi anlamasına yardımcı olmak için anonim olarak sistem bilgileri yollayabilir. Bu veriler sadece bir kere iletilecektir ve temel sistem bileşenlerini içermekle birlikte kişiye özgü değildir.

source: Would you like to send this information?
he: האם ברצונך לשלוח את המידע הזה?
oc: Volètz enviar aquestas informacions ?
sr: Да ли желите да пошаљете ове информације?
tr_tr: Bu verileri göndermek ister misiniz?

source: Preview data
he: תצוגה מקדימה של הנתונים
oc: Apercebut de las donadas
sr: Претпреглед података
tr_tr: Verilerin önizlemesi

source: This is the data that will be sent:
he: אלה הנתונים שיישלחו:
oc: Aquí las donadas que seràn enviadas :
sr: Ово су подаци који ће бити послати:
tr_tr: Gönderilecek veriler:

source: Send Telemetry
he: שליחת נתונים
oc: Enviar telemetria
sr: Пошаљи Телеметрију
tr_tr: Telemetri Gönder

source: Do Not Send
he: לא לשלוח
oc: Enviar pas
sr: Не шаљи
tr_tr: Gönderme

source: Thank you!
he: תודה רבה!
oc: Mercés !
sr: Хвала вам!
tr_tr: Teşekkürler!

source: This data was successfully sent and will be used to improve future installations.
he: הנתונים נשלחו בהצלחה, וישמשו לשיפור התקנות עתידיות.
sr: Ови подаци су успешно послати и користиће се за побољшање будућих инсталација.
tr_tr: Bu veri başarıyla gönderildi ve gelecekteki versiyonları geliştirmede kullanılacak.

source: Continue
he: המשך
oc: Contunhar
sr: Настави
tr_tr: Devam Et

source: Communication Error
he: שגיאה בתקשורת
oc: Error de comunicacion
sr: Грешка у комуникацији
tr_tr: İletişim Hatası

source: The server couldn't be contacted at this time. Please try again later.
he: לא ניתן ליצור קשר עם השרת ברגע זה. אנא נסו שוב מאוחר יותר.
oc: Impossible de contactar lo servidor aqueste còp. Tornatz ensajar mai tard.
sr: Серверу се не може приступити у овом тренутку. Покушајте касније опет.
tr_tr: Sunucuyla bu zamanda iletişime geçilemedi. Lütfen sonra tekrar deneyin.
