Repository: N0rbert/ubuntu-mate-welcome-legacy
Catalog: data/po/rpi/*.po
Languages: pt_pt

source: Raspberry Pi Information
pt_pt: Informação relativa ao Raspberry Pi

source: A few important notes.
pt_pt: Algumas notas importantes.

source: While the experience is visually similar to the desktop edition of Ubuntu MATE, the underlying architecture is very different. This page will highlight a few of these differences.
pt_pt: Embora a experiência seja visualmente similar à edição desktop do Ubuntu MATE, a arquitetura de base é bastante diferente. Esta página irá destacar algumas destas diferenças.

source: Incompatible Software
pt_pt: Software incompatível

source: Some packages available for Ubuntu have only been written and compiled for the
pt_pt: Alguns pacotes disponíveis para o Ubuntu foram apenas escritas e compiladas para o

source: or
pt_pt: ou

source: architecture. As the Raspberry Pi is based on
pt_pt: arquitetura. Dado que o Raspberry Pi é baseado na

source: these packages will not be available to install. Depending on the package, it may be possible to compile these yourself or use an existing port.
pt_pt: estes pacotes não estarão disponíveis para instalação. Dependendo do pacote, pode ser possível compilá-los você mesmo ou usar uma versão portada já existente.

source: Incompatible:
pt_pt: Incompatível:

source: Compatible:
pt_pt: Compatível:

source: Upgrades
pt_pt: Atualizações

source: Please
pt_pt: Por favor

source: do not
pt_pt: não

source: attempt to
pt_pt: tente

source: upgrade
pt_pt: atualizar

source: your Raspberry Pi to a newer version of the distribution (for instance, from 16.04 to 18.04), as the underlying kernel is
pt_pt: o seu Raspberry Pi para uma versão mais recente da distribuição (por exemplo, da 16.04 para a 18.04), dado que o kernel de base

source: not designed
pt_pt: não foi desenhado

source: to do this. This process will take a very long time to complete while potentially filling up your SD card to a point where there is no more free space.
pt_pt: para fazer isto. Este processo irá demorar bastante tempo para completar e ao mesmo tempo pode, potencialmente, encher o seu cartão SD de forma a que não haja mais espaço lívre disponível.

source: It is safer to back up all of your data you wish to keep and re-flash the card with the new image. Attempting to upgrade may corrupt the SD card, prevent your installation from booting, or cause severe glitches.
pt_pt: É mais seguro fazer uma cópia de segurança de todos os dados que pretende manter e re-escrever o cartão com a nova imagem. Tentativas de atualização podem corromper o cartão SD, prevenir a instalação de iniciar ou causar erros graves.

source: You can, however, install
pt_pt: Pode, no entanto, instalar

source: regular updates
pt_pt: atualizações regulares

source: via the
pt_pt: via

source: Software Updater
pt_pt: Atualizador de software

source: utility for your installed software.
pt_pt: utilitário para o software instalado.

source: Hardware Acceleration
pt_pt: Aceleração de hardware

source: For playing videos,
pt_pt: Para reproduzir vídeos,

source: will be able to do this and is pre-installed. If you are looking to play MPEG-2 or VC-1 video files then
pt_pt: será possível fazê-lo e vem pré-instalado. Se estiver à procura de reproduzir ficheiros de vídeo MPEG-2 ou VC-1 então

source: you will need MPEG-2 and/or VC-1 licenses from the
pt_pt: irá necessitar de licenças MPEG-2 e/ou VC-1 da

source: Raspberry Pi Store.
pt_pt: Loja do Raspberry Pi.

source: Enable/Disable X11
pt_pt: Ativar/Desativar o X11

source: For users who are looking to create their own headless
pt_pt: Para utilizadores que estão à procura de criar os seus próprios "sem cabeça"

source: "server"
pt_pt: "servidor"

source: using Ubuntu MATE, there is a utility for toggling the graphical environment.
pt_pt: utilizando o Ubuntu MATE, existe um utilitário para ligar/desligar o ambiente gráfico.

source: To enable/disable X11 and login via the console:
pt_pt: Para ativar/desativar o X11 e iniciar sessão via terminal:

source: Choose the "Desktop / CLI" in the Boot Options. Changes take effect after a reboot.
pt_pt: Escolha a opção "Ambiente de trabalho / CLI" nas Opções de Arranque. Estas alterações refletir-se-ão após reiniciar o computador.

source: Release Notes
pt_pt: Notas de lançamento

source: To read up on release notes and changes by version, visit the Ubuntu MATE website.
pt_pt: Para saber mais acerca das notas de lançamento e das mudanças versão a versão, visite o website do Ubuntu MATE.

source: Raspberry Pi is a trademark of the
pt_pt: Raspberry Pi é uma marca registada da
