Repository: N0rbert/ubuntu-mate-welcome-legacy
Catalog: data/po/software/*.po
Languages: pt_pt

source: Bulk Queue
pt_pt: Fila em Massa

source: Bulk Queue Disabled
pt_pt: Fila em Massa desativada

source: Search
pt_pt: Pesquisa

source: Boutique News
pt_pt: Notícias da Boutique

source: Preferences
pt_pt: Preferências

source: Accessories
pt_pt: Acessórios

source: Education
pt_pt: Educação

source: Games
pt_pt: Jogos

source: Graphics
pt_pt: Gráficos

source: Office
pt_pt: Escritório

source: Programming
pt_pt: Programação

source: Sound & Video
pt_pt: Som e Vídeo

source: System Tools
pt_pt: Ferramentas do Sistema

source: Universal Access
pt_pt: Acesso Universal

source: Servers
pt_pt: Servidores

source: More Software
pt_pt: Mais software

source: Fixes
pt_pt: Correções

source: Stocking the Boutique...
pt_pt: A repor o stock da Boutique...

source: Software Boutique
pt_pt: Boutique de Software

source: There is an abundance of software available for Ubuntu MATE and some people find that choice overwhelming. The Boutique is a carefully curated selection of the best-in-class applications chosen because they integrate well, complement Ubuntu MATE and enable you to self style your computing experience.
pt_pt: Existe uma grande abundância de software disponível no Ubuntu MATE, o que intimida algumas pessoas. A Boutique possui uma seleção curada e cuidadosa das melhores aplicações, que se integram bem com o sistema, complementam o Ubuntu MATE e permitem-no definir o seu próprio estilo.

source: If you can't find what you're looking for, install one of the
pt_pt: Se não conseguir encontrar o que procura, instale uma das aplicações seguintes

source: Get More Apps
pt_pt: Obter mais apps

source: software centers
pt_pt: centros de software

source: to explore the complete Ubuntu software catalog.
pt_pt: para explorar o catálogo de software completo do Ubuntu.

source: More Apps Await.
pt_pt: Mais aplicações aguardam-no.

source: Connect your computer to the Internet to explore a wide selection of applications for Ubuntu MATE.
pt_pt: Ligue o seu computador à internet para explorar uma vasta seleção de aplicações para o Ubuntu MATE.

source: Once online, you'll be able to download and install tried & tested software right here. Our picks ensure that the featured software integrates well on the Ubuntu MATE desktop.
pt_pt: Quando estiver online, poderá descarregar e instalar software testado extensivamente. As nossas escolhas garantem que o software destacado se integra bem no ambiente de trabalho do Ubuntu MATE.

source: Sorry, Welcome could not establish a connection to the Ubuntu repository server. Please check your connection and try again.
pt_pt: Desculpe, a aplicação "Bem-vindo" não conseguiu estabelecer uma conexão com o servidor do repositório do Ubuntu. Por favor verifique a sua conexão e tente novamente.

source: Retry Connection
pt_pt: Tentar conectar novamente

source: Connection Troubleshooting
pt_pt: Resolução de problemas de conexão

source: Connection Help
pt_pt: Ajuda para problemas de conexão

source: Get Connected.
pt_pt: Conecte-se.

source: Here's a few things you can check, depending on the type of connection you have:
pt_pt: Aqui estão algumas soluções a testar, dependendo do seu tipo de conexão:

source: Wired Connection
pt_pt: Conexão por fio

source: Is the cable securely plugged in?
pt_pt: O cabo está ligado corretamente?

source: Is the router online and can other devices access the network? Try restarting the router.
pt_pt: O router está online e outros dispositivos conseguem aceder à rede? Tente reiniciar o router.

source: Wireless Connection
pt_pt: Rede sem fios

source: Have you entered the correct wireless password from the
pt_pt: Inseriu a palavra passe correta da rede wireless a partir do

source: network indicator
pt_pt: indicador de rede

source: in the upper-right?
pt_pt: no canto superior direito?

source: When disconnected, the applet looks like this:
pt_pt: Quando desconectado, o applet tem o seguinte aspeto:

source: Is there a physical switch that may have accidentally switched off wireless functionality?
pt_pt: Existe um switch físico que possa ter tido a sua funcionalidade wireless desligada acidentalmente?

source: Is there a soft (keyboard) switch that toggles it off?
pt_pt: Existe algum interruptor (do teclado) que o desliga?

source: You may need to hold the FN key while pressing the function key.
pt_pt: Pode ter que segurar a tecla FN enquanto pressiona a tecla de função.

source: Here's an example:
pt_pt: Aqui está um exemplo:

source: Not working at all or experiencing sluggish connections?
pt_pt: Não funciona de todo ou experiencia conexões lentas?

source: Sorry to hear that. You will need a temporary wired connection to install working drivers.
pt_pt: Lamentamos em ouvir isso. Irá necessitar temporariamente de uma conexão por fio para instalar drivers funcionais.

source: The
pt_pt: A

source: Additional Drivers
pt_pt: Drivers adicionais

source: tab may have them available for your system.
pt_pt: pode tê-lo disponível para o seu sistema

source: Otherwise, you will need to manually install third party drivers for your hardware, or a download specific package containing the firmware. See
pt_pt: De outra forma, irá necessitar de instalar manualmente drivers de terceiros para o se hardware, ou descarregar um pacote específico contendo o firmware. Consulte

source: in the
pt_pt: no

source: Getting Started
pt_pt: Início

source: section for more details.
pt_pt: secção para mais detalhes.

source: Feel free to
pt_pt: Esteja à vontade para

source: ask the community
pt_pt: perguntar à comunidade

source: if you need assistance.
pt_pt: se precisar de assistência.

source: Our Picks
pt_pt: As nossas escolhas

source: No Filter
pt_pt: Sem filtro

source: Handy utilities for your computing needs.
pt_pt: Utilitários úteis para as suas necessidades computacionais.

source: For study and children.
pt_pt: Para os estudos e crianças.

source: A selection of 2D and 3D games for your enjoyment.
pt_pt: Uma seleção de jogos 2D e 3D para o seu divertimento.

source: For producing and editing works of art.
pt_pt: Para produzir e editar obras de arte.

source: For staying connected and enjoying the features of your own cloud.
pt_pt: Para se manter conectado e disfrutar das funcionalidades da sua própria nuvem.

source: For more then just documents and spreadsheets.
pt_pt: Para mais do que apenas documentos e folhas de cálculo.

source: For the developers and system administrators out there.
pt_pt: Para os desenvolvedores e administradores de sistemas por aí.

source: Multimedia software for listening and production.
pt_pt: Software multimedia para ouvir e produzir.

source: Software that makes the most out of your system resources.
pt_pt: Software que tira o máximo proveito dos recursos do seu sistema.

source: Software that makes your computer more accessible.
pt_pt: Software que torna o seu computador mais acessível.

source: One-click installations for serving the network.
pt_pt: Instalações de um clique para servir uma rede.

source: Discover More Software
pt_pt: Descubra mais software

source: Graphical interfaces to browse a wide selection of software available for your operating system.
pt_pt: Interfaces gráficas para navegar uma vasta seleção de software disponível para o seu sistema operativo.

source: Miscellaneous Fixes
pt_pt: Correções diversas

source: This section contains operations that can fix common problems should you encounter an error while upgrading or installing new software.
pt_pt: Esta secção contém operações que podem corrigir problemas comuns caso encontre um erro ao atualizar ou instalar software novo.

source: Outdated Package Lists?
pt_pt: Listas de pacotes desatualizadas?

source: Your repository lists may be out of date, which can cause
pt_pt: O seu repositório pode estar obsoleto, o que pode causar

source: Not Found
pt_pt: Não encontrado

source: errors and
pt_pt: erros e

source: outdated version
pt_pt: versão obsoleta

source: information when trying to install new or newer versions of software. This is particularly the case when Ubuntu MATE connects online for the first time after installation.
pt_pt: informação ao tentar instalar novo ou versões mais recentes de software. Isto é o caso particular de quando o Ubuntu MATE fica online pela primeira vez após a instalação.

source: Update the repository lists:
pt_pt: Atualizar as listas de repositórios:

source: Update Sources List
pt_pt: Atualizar a lista das fontes

source: Upgrade Installed Packages
pt_pt: Atualizar pacotes instalados

source: Broken Packages?
pt_pt: Pacotes fragmentados?

source: When a previous installation or removal was interrupted
pt_pt: Quanto uma instalação ou remoção anterior foi interrompida

source: (for instance, due to power failure or loss of Internet connection)
pt_pt: (por exemplo, devido a falhas de energia ou perda de conexão)

source: further software cannot be added or removed without properly re-configuring these broken packages. If necessary, you may need to also resolve dependencies and install any missing packages in order for the software to run properly.
pt_pt: mais nenhum software poderá ser adicionado ou removido sem reconfigurar corretamente estes pacotes fragmentados. Se necessário pode precisar de corrigir dependências e instalar quaisquer pacotes em falta de maneira a que o software possa ser executado corretamente.

source: Configure packages that were unpacked but not configured:
pt_pt: Configure os pacotes que foram desempacotados mas não foram configurados:

source: Download and install broken dependencies:
pt_pt: Descarregue e instale dependências fragmentadas:

source: Configure Interrupted Packages
pt_pt: Configure pacotes interrompidos

source: Resolve Broken Packages
pt_pt: Corrija packtes fragmentados

source: In addition, listed below are terminal equivalent commands that otherwise appear in the
pt_pt: Para além disso, estão listados abaixo os comandos do terminal equivalentes que de outra forma apareceriam no

source: Software Updater
pt_pt: Atualizador de software

source: Upgrade all packages that have a new version available:
pt_pt: Atualize todos os pacotes que têm uma versão mais recente disponível:

source: Upgrade to a new release of Ubuntu MATE:
pt_pt: Atualize para uma versão mais recente do Ubuntu MATE:

source: Keeping you informed of the changes made to Ubuntu MATE's Software Boutique.
pt_pt: Estamos a mantê-lo informado acerca de alterações feitas à Boutique de Software do Ubuntu MATE.

source: Search for Applications
pt_pt: Pesquise por aplicações

source: Enter a keyword to search the Software Boutique.
pt_pt: Insira uma palavra para pesquisar na Boutique de Software.

source: Name of Application
pt_pt: Nome da aplicação

source: No software matched your key words.
pt_pt: A pesquisa não encontrou nenhum software relacionado com os termos inseridos.

source: The Boutique is just a collection of software.
pt_pt: A Boutique é apenas uma coleção de software.

source: Install a software center
pt_pt: Instalar um centro de software

source: to explore the entire Ubuntu catalogue.
pt_pt: para explorar o catálogo completo do Ubuntu.

source: Search again and include proprietary software.
pt_pt: Pesquisar novamente incluindo software proprietário.

source: Fine-tune the Software Boutique to suit your preferred behaviors.
pt_pt: Configure a Boutique de Software para ficar de acordo com as suas preferências.

source: Boutique Selection
pt_pt: Seleção da Boutique

source: Hide proprietary applications.
pt_pt: Esconder aplicações proprietárias.

source: Installation
pt_pt: Instalação

source: Enable the Bulk Queue.
pt_pt: Ativar Fila em Massa.

source: Applications wait to be installed/removed, allowing you to continue browsing.
pt_pt: As aplicações esperam que sejam instaladas/removidas, permitindo que continue a navegar.

source: Suppress Progress Dialog
pt_pt: Suprimir diálogo de progresso

source: Install/remove applications in the background.
pt_pt: Instalar/remover aplicações em segundo plano.

source: Advanced
pt_pt: Avançado

source: Show technical package details.
pt_pt: Mostrar detalhes técnicos dos pacotes.

source: Displays an estimated install size, packages and the type of application
pt_pt: Mostrar o tamanho de instalação estimado, pacotes e o tipo da aplicação

source: Show Software Sources
pt_pt: Mostrar fontes de software

source: Manage Repositories
pt_pt: Gerir repositórios

source: Your Queued Changes
pt_pt: As suas mudanças na fila

source: Decide which software to add or remove without committing straight away.
pt_pt: Decida que software adicionar ou remover sem se comprometer de imediato.

source: Apply Changes
pt_pt: Aplicar alterações

source: Clear
pt_pt: Limpar

source: Finished
pt_pt: Terminado

source: Preparing to start...
pt_pt: A preparar para iniciar...

source: Your changes are being applied.
pt_pt: As suas alterações estão a ser aplicadas.

source: Not all changes could be applied.
pt_pt: Algumas alterações não puderam ser aplicadas.

source: Please review the error dialog for further details.
pt_pt: Por favor reveja a mensagem de erro para mais detalhes.

source: Nothing to see here -- There's no software in the queue yet.
pt_pt: Nada para ver aqui -- ainda não há software na fila.

source: Software Sources
pt_pt: Fontes de Software

source: Your system and applications are obtained and kept up-to-date via the following repositories.
pt_pt: O seu sistema e as aplicações são obtidas e mantidas atualizadas a partir dos seguintes repositórios.

source: Parsing lists...
pt_pt: Analisando listas...

source: Update Package Lists
pt_pt: Atualizando listas de pacotes

source: Hide Proprietary Software
pt_pt: Esconder software proprietário

source: Show Terminal Commands
pt_pt: Mostrar comandos do terminal

source: About Proprietary Software
pt_pt: Acerca de Software Proprietário

source: Proprietary Software
pt_pt: Software Proprietário

source: is owned by an individual or company. There may be restrictions on its usage (like a license agreement), and provides no access to the source code.
pt_pt: é detido por um indivíduo ou empresa. Podem existir restrições ao seu uso (como um acordo de licença) e não providencia acesso ao código fonte.

source: Free and Open Source Software
pt_pt: Software Livre e de Código Aberto

source: grants the user the freedom to share, study and modify the software without restriction. For instance, the GPL is an example of a 'Free Software' license.
pt_pt: fornece ao utilizador a liberdade de partilhar, estudar e modificar o software sem restrições. Por exemplo, a GPL é um exemplo de uma licença de "Software Livre".

source: Once you have finished choosing your applications, click here to confirm your selections.
pt_pt: Quando terminar de escolher as suas aplicações, clique aqui para confirmar a sua seleção.

source: Got it!
pt_pt: Percebido!
