Repository: N0rbert/ubuntu-mate-welcome-legacy
Catalog: data/po/panel-selection/*.po
Languages: fr_ca, hi_in, pt_pt, sr, tr_tr

source: Desktop Layout
fr_ca: Disposition du Bureau
hi_in: डेस्कटॉप अभिन्यास
pt_pt: Disposição do ambiente de trabalho
sr: Распоред радне површи
tr_tr: Masaüstü Düzeni

source: A desktop for everyone's tastes
fr_ca: Un bureau pour tous les goûts
hi_in: सभी की पसंद अनुसार डेस्कटॉप
pt_pt: Um ambiente de trabalho para todos os gostos
sr: Радна површ за свачији укус
tr_tr: Herkesin zevkine uygun bir masaüstü

source: Ubuntu MATE offers a wide range of customisation options, including the ability to choose a desktop layout that most suits your workflow. You can choose one as a starting point and make further changes to it later.
fr_ca: Ubuntu MATE vous offre une large gamme d'options de personnalisation, y compris la possibilité de choisir une disposition de bureau qui convient le mieux à votre flux de travail. Vous pouvez en choisir un comme point de départ et y apporter d'autres modifications ultérieurement.
hi_in: उबंटू मैटे में अनुकूलन हेतु विस्तृत विकल्प उपलब्ध हैं, जैसे अपनी कार्यप्रणाली अनुरूप डेस्कटॉप अभिन्यास चयन। किसी एक विकल्प से आरंभ कर आप उसमें अतिरिक्त परिवर्तन कर सकते हैं।
pt_pt: O Ubuntu MATE oferece uma larga variedade de opções de personalização, incluindo a possibilidade de escolher a disposição do ambiente de trabalho que mais se adequa ao seu fluxo de trabalho. Pode escolher uma para começar e fazer alterações mais tarde.
sr: Убунту Мејт нуди широк опсег опција прилагођавања, укључујући могућност бирања распореда радне површи која најбоље одговара вашем радном току. Можете изабрати једну као почетну тачку и касније је изменити.
tr_tr: Ubuntu MATE, iş akışınıza en uygun masaüstü düzenini seçme yeteneği de dahil,çok çeşitli kişiselleştirme seçenekleri sunar. Birini başlangıç noktası olarak seçebilir ve daha sonra başka değişiklikler yapabilirsiniz.

source: The default experience, a familiar two panel layout with a searchable menu
fr_ca: L'expérience par défaut, une disposition familière à deux panneaux avec un menu consultable
hi_in: डिफ़ॉल्ट स्वरूप, खोज मेन्यू युक्त पारंपरिक द्वि-पैनल अभिन्यास।
pt_pt: A experiência padrão, uma disposição com dois painéis familiar com um menu de pesquisa
sr: Основно искуство, познати распоред са два панела и претраживим изборником
tr_tr: Varsayılan deneyim, arananabilir menü ile birlikte bilinen iki panel düzeni

source: Ubuntu MATE optimised
fr_ca: Ubuntu MATE optimisé
hi_in: अनुकूलित उबंटू मैटे
pt_pt: Ubuntu MATE otimizado
sr: Оптимизован Убунту Мејт
tr_tr: Ubuntu MATE en uygun hale getrildi.

source: Application dock, searchable launcher and global menus similar to Unity 7
fr_ca: Dock d'application, lanceur consultable et menus globaux similaires à Unity 7
hi_in: यूनिटी 7 के समान अनुप्रयोग डॉक, खोज युक्त लॉन्चर व सर्वत्र मेन्यू
pt_pt: Doca de aplicações, menu de pesquisa e menus globais semelhantes ao Unity 7
sr: Лука програма, претражив покретач и општи изборници слични Јунитију 7
tr_tr: Unity 7' ye benzer genel menüler ve aranabilir başlatıcı uygulama rıhtımı

source: Inspired by Ubuntu Unity
fr_ca: Inspiré par Ubuntu Unity
hi_in: उबंटू यूनिटी से प्रेरित
pt_pt: Inspirado no Ubuntu Unity
sr: Инспирисан Убунту Јунитијем
tr_tr: Ubuntu Unity'den esinlenilmiştir

source: Single bottom panel with a searchable menu, similar to the taskbar in Windows
fr_ca: Panneau inférieur unique avec un menu consultable, similaire à la barre des tâches de Windows
hi_in: विंडोज के समान, खोज हेतु मेन्यू युक्त एकल पैनल
pt_pt: Painel único no fundo do ecrã com um menu de pesquisa, similar à barra de tarefas do Windows
sr: Панел са једним дугметом са претраживим изборником, сличан траци задатака у Виндоузу
tr_tr: Aranabilir bir menüye sahip tek alt panel, Windows'taki görev çubuğuna benzer,

source: Most familiar for Windows users
fr_ca: Plus familier aux utilisateurs de
hi_in: विंडोज उपयोक्ताओं का सुपरिचित
pt_pt: O mais familiar para utilizadores do Windows
sr: Најпознатији корисницима Виндоуза
tr_tr: Windows kullanıcılarının aşina olduğu

source: A dock and top panel with searchable launcher and global menus similar to macOS
fr_ca: Un dock et un panneau supérieur avec lanceur consultable et menus globaux similaires à celui de macOS
hi_in: मैक ओएस के समान डॉक व शीर्ष पैनल सहित खोज युक्त लॉन्चर व सर्वत्र मेन्यू
pt_pt: Uma doca e um painel no topo do ecrã com um menu de pesquisa e menus globais similares ao macOS
sr: Лука и горњи панел са претраживим покретачем и општим изборницима сличним мекОС-у
tr_tr: Aranabilir başlatıcı ve macOS'a benzer genel menüler içeren bir rıhtım ve üst panel

source: Most familiar for macOS users
fr_ca: Plus familier aux utilisateurs de macOS
hi_in: मैक ओएस उपयोक्ताओं का सुपरिचित
pt_pt: O mais familiar para utilizadores do macOS
sr: Најпознатији корисницима мекОС-а
tr_tr: macOS kullanıcılarının aşina olduğu

source: Two panel layout featuring the iconic 'Applications, Places, System' menu
fr_ca: Disposition à deux panneaux avec le menu emblématique «Applications, Emplacements, Système»
hi_in: 'अनुप्रयोग, स्थान, सिस्टम' मेन्यू युक्त द्वि-पैनल अभिन्यास
pt_pt: Disposição com dois painéis contendo o icónico menu "Aplicações, Lugares, Sistema"
sr: Распоред са два панела који садржи иконски изборник „Програми, Пречице, Систем“
tr_tr: İkonik' Uygulamalar, Yerler, Sistem' menüsünü ' öne çıkaran İki panel düzeni

source: Most familiar for GNOME 2 users
fr_ca: Plus familier aux utilisateurs de GNOME 2
hi_in: गनोम 2 उपयोक्ताओं का सुपरिचित
pt_pt: O mais familiar para utilizadores do GNOME 2
sr: Најпознатији корисницима Гнома 2
tr_tr: GNOME 2 kullanıcılarının aşina olduğu

source: Modernised two panel layout featuring a searchable menu with global menus.
fr_ca: Disposition modernisée à deux panneaux avec un menu consultable et des menus globaux.
hi_in: सर्वत्र मेन्यू सहित खोज मेन्यू युक्त आधुनिक द्वि-पैनल अभिन्यास
pt_pt: Disposição moderna de dois painéis contendo um menu de pesquisa com menus globais.
sr: Модернизован распоред са два панела који садржи претраживи изборник са општим изборницима.
tr_tr: Global menüler içeren ,aranabilir bir menüye sahip modernize edilmiş iki panel düzeni

source: A compact, single top panel layout, ideal for small screens
fr_ca: Une disposition optimisée du panneau supérieur, idéale pour les petits écrans
hi_in: संक्षिप्त, एकल शीर्ष पैनल अभिन्यास, लघु स्क्रीन हेतु उपयुक्त
pt_pt: Uma disposição compacta e de painel único no topo do ecrã, ideal para ecrãs pequenos
sr: Компактан, распоред са једним горњим панелом, идеалан за мале екране
tr_tr: Özgün, basit üst panel düzeni,küçük ekranlar için idealdir.

source: A dock and top panel with a searchable menu
fr_ca: Un dock d'accueil et un panneau supérieur avec un menu consultable
hi_in: खोज मेन्यू युक्त डॉक व शीर्ष पैनल
pt_pt: Uma doca e um painel no topo do ecrã com um menu de pesquisa
sr: Лука и горњи панел са претраживим изборником
tr_tr: Aranabilir menüye sahip rıhtım ve üst panel

source: Inspired by elementaryOS
fr_ca: Inspiré par elementaryOS
hi_in: एलेमेन्ट्री ओएस से प्रेरित
pt_pt: Inspirado no elementaryOS
sr: Инспирисано елементариОС-ом
tr_tr: elementaryOS'ten esinlenilmiştir

source: Show More
fr_ca: Voir plus
hi_in: और देखें
pt_pt: Mostrar mais
sr: Прикажи још
tr_tr: Daha fazla göster

source: Panel layouts can be changed later in
fr_ca: Les dispositions du panneau peuvent être modifiées ultérieurement dans
hi_in: पैनल अभिन्यास परिवर्तन बाद में भी संभव है
pt_pt: As disposições de painéis podem ser alteradas mais tarde
sr: Распореди панела се могу изменити касније у
tr_tr: Panel düzenleri daha sonra şuradan değiştirilebilir:

source: MATE Tweak
hi_in: मैटे ट्वीक
pt_pt: Ajustes MATE
sr: Мејтовом лицку

source: Keep Existing Settings
fr_ca: Conserver les paramètres existants
hi_in: वर्तमान सेटिंग्स उपयोग करें
pt_pt: Manter definições atuais
sr: Задржи постојеће поставке
tr_tr: Varolan ayarları koru

source: Use These Settings
fr_ca: Utilisez ces paramètres
hi_in: ये सेटिंग्स उपयोग करें
pt_pt: Usar estas definições
sr: Користи ове поставке
tr_tr: Bu ayarları kullan
