Repository: N0rbert/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: fr_ca

source: Architectures that are supported by this processor.
fr_ca: Architectures prises en charge par ce processeur.

source: Components
fr_ca: Composants

source: Memory (RAM):
fr_ca: Mémoire (RAM):

source: More RAM allows more applications to run simultaneously.
fr_ca: Plus de RAM permet à plus d'applications de s'exécuter simultanément.

source: Graphics:
fr_ca: Graphique:

source: Internet Access:
fr_ca: Accès Internet:

source: Connected
fr_ca: Connecté

source: Not Connected
fr_ca: Pas connecté

source: Storage
fr_ca: Espace de stockage

source: Root File System:
fr_ca: Système de fichiers racine:

source: The file system where Ubuntu MATE is installed.
fr_ca: Le système de fichiers sur lequel Ubuntu MATE est installé.

source: Entire Disk Capacity:
fr_ca: Capacité totale du disque:

source: Ubuntu MATE Usage
fr_ca: Utilisation d'Ubuntu MATE

source: Allocated for Ubuntu MATE:
fr_ca: Alloué pour Ubuntu MATE:

source: The size of your operating system partition.
fr_ca: La taille de la partition de votre système d'exploitation.

source: Used Space:
fr_ca: Espace utilisé:

source: Free Space:
fr_ca: Espace libre:

source: Other Usage:
fr_ca: Autre utilisation:

source: Reserved by system, other partitions, unallocated or swap.
fr_ca: Réservé par le système, d'autres partitions, non alloué ou swap.

source: Why do I see two units?
fr_ca: Pourquoi je vois deux unités?

source: SI or IEC Units?
fr_ca: Unités SI ou IEC?

source: Decimal (SI Standard)
fr_ca: Décimal (SI Standard)

source: 1 KB = 1000 bytes
fr_ca: 1 Ko = 1000 octets

source: Pronounced as "ga" - like "Mega", "Giga".
fr_ca: Prononcé comme "ga" - comme "Mega", "Giga".

source: Common in every day applications and file storage.
fr_ca: Commun dans les applications quotidiennes et le stockage de fichiers.

source: Binary (IEC Standard)
fr_ca: Binaire (IEC Standard)

source: 1 KiB = 1024 bytes
fr_ca: 1 Ko = 1024 octets

source: Pronounced as "bi" - like "Mebi", "Gibi".
fr_ca: Prononcé comme "bi" - comme "Mebi", "Gibi".

source: Common in RAM, drives and partitions, including tools like GParted.
fr_ca: Commun dans la RAM, les lecteurs et les partitions, y compris les outils comme GParted.

source: System Profiler and Benchmark
fr_ca: Profileur système et Benchmark

source: See more specific system information in a graphical window, including connected USBs, PCI devices and a simple CPU benchmark.
fr_ca: Voir des informations système plus spécifiques dans une fenêtre graphique, y compris les USB connectés, les périphériques PCI et un simple CPU benchmark.

source: Disks
fr_ca: Disques

source: A utility that allows basic configuration to your disks and partitions, including formatting, partitioning, mounting, viewing S.M.A.R.T data and writing images to SD cards/USB drives.
fr_ca: Un utilitaire qui permet la configuration de base de vos disques et partitions, y compris le formatage, le partitionnement, le montage, la visualisation des données S.M.A.R.T et l'écriture d'images sur des cartes SD / lecteurs USB.

source: An advanced tool for viewing, creating, modifying and deleting partitions. It also has features to expand/shrink file systems and supports a wide range of formats.
fr_ca: Un outil avancé pour visualiser, créer, modifier et supprimer des partitions. Il a également des fonctionnalités pour étendre / réduire les systèmes de fichiers et prend en charge un large éventail de formats.

source: Disk Usage Analyser
fr_ca: Analyseur d'utilisation du disque

source: A graphical tool for exploring your file system or individual folders to determine how much space is being used.
fr_ca: Un outil graphique pour explorer votre système de fichiers ou vos dossiers individuels afin de déterminer la quantité d'espace utilisée.

source: System Monitor
fr_ca: Moniteur système

source: Views currently running processes, resource usage, and the amount of space used and free for currently mounted file systems.
fr_ca: Affiche les processus en cours d'exécution, l'utilisation des ressources et la quantité d'espace utilisée et libre pour les systèmes de fichiers actuellement montés.

source: Views and graphs the current temperature of components attached to the system. Including: Motherboard, CPU, GPU and hard disks.
fr_ca: Affiche et représente graphiquement la température actuelle des composants connectés au système. Y compris: carte mère, CPU, GPU et disques durs.
