Repository: N0rbert/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: fr_ca

source: You're already good to go.
fr_ca: Vous êtes déjà prêt à partir.

source: Intel's drivers are open source and are maintained/updated in the kernel.
fr_ca: Les pilotes d'Intel sont open source et sont maintenus / mis à jour dans le noyau.

source: VirtualBox Guest Additions
fr_ca: Les additions VirtualBox Guest

source: To accelerate graphics performance inside the virtual machine, please install Guest Additions.
fr_ca: Pour accélérer les performances graphiques à l'intérieur de la machine virtuelle, veuillez installer les compléments invités.

source: Proprietary or Open Source Drivers?
fr_ca: Pilotes propriétaires ou Open Source?

source: Proprietary drivers come directly from the manufacturer.
fr_ca: Les pilotes propriétaires proviennent directement du fabricant.

source: As they are not open source, Ubuntu developers are
fr_ca: Comme ils ne sont pas open source, les développeurs Ubuntu sont

source: unable to review and improve their code
fr_ca: incapable de revoir et d'améliorer leur code

source: which means that you'll have to rely on the manufacturer for support.
fr_ca: ce qui signifie que vous devrez compter sur le fabricant pour le support.

source: In addition, proprietary drivers can
fr_ca: De plus, les pilotes propriétaires peuvent

source: significantly improve graphics performance
fr_ca: améliorer considérablement les performances graphiques

source: and as a result,
fr_ca: et comme résultat,

source: the entire system. Users may wish to install these drivers to:
fr_ca: sur l'ensemble du système. Les utilisateurs peuvent souhaiter installer ces pilotes:

source: Run 3D applications and games.
fr_ca: Exécutez des applications et des jeux 3D.

source: Use Compiz's window effects.
fr_ca: Utilisez les effets de fenêtre de Compiz.

source: Improve power management, particularly if the device experiences overheating problems under open source drivers.
fr_ca: Améliorez la gestion de l'alimentation, en particulier si le périphérique rencontre des problèmes de surchauffe sous les pilotes open source.

source: Improve support for high resolutions and multiple monitors.
fr_ca: Améliorez la prise en charge des résolutions élevées et de plusieurs moniteurs.

source: Fix blank screen issues.
fr_ca: Résoudre les problèmes d'écran vide.

source: Proprietary drivers are known as "binary blobs". Certain hardware may experience worse behavior,
fr_ca: Les pilotes propriétaires sont appelés «blobs binaires». Certains matériels peuvent connaître un comportement pire,

source: causing more issues then the open source drivers, such as:
fr_ca: causant plus de problèmes que les pilotes open source, tels que:

source: Failing to boot to the graphical desktop.
fr_ca: Une impossibilité de démarrer sur le bureau graphique.

source: Broken drivers after an upgrade.
fr_ca: Pilotes cassés après une mise à niveau.

source: Severe graphical glitches.
fr_ca: De graves problèmes graphiques.

source: Problems with applications/games requiring hardware acceleration.
fr_ca: Problèmes avec les applications / jeux nécessitant une accélération matérielle.

source: is the open source driver for your card.
fr_ca: c'est le pilote open source de votre carte.

source: What about the latest NVIDIA drivers?
fr_ca: Qu'en est-il des derniers pilotes NVIDIA?

source: fetches the latest tested driver from the Ubuntu repositories.
fr_ca: récupère le dernier pilote testé dans les référentiels Ubuntu.

source: Wireless, Bluetooth and Other Devices
fr_ca: Sans fil, Bluetooth et autres appareils

source: If there were no additional drivers found for the hardware nor did it work after installing the firmware packages, you may need to research your device to find the appropriate driver.
fr_ca: Si aucun pilote supplémentaire n'a été trouvé pour le matériel et que cela n'a pas fonctionné après l'installation des paquets de micrologiciel, vous devrez peut-être rechercher votre appareil pour trouver le pilote approprié.

source: Unfortunately, this is due to the fact the manufacturer for your hardware hasn't provided any source code for developers to freely use, or there is insufficient documentation to create drivers for your particular brand and model.
fr_ca: Malheureusement, cela est dû au fait que le fabricant de votre matériel n'a fourni aucun code source à utiliser librement par les développeurs, ou la documentation est insuffisante pour créer des pilotes pour votre marque et votre modèle particuliers.

source: Some manufacturers may provide closed source drivers provided by themselves directly. If you require assistance, feel free to
fr_ca: Certains fabricants peuvent fournir directement des pilotes à source fermée fournis par eux-mêmes. Si vous avez besoin d'aide, n'hésitez pas à

source: ask the community
fr_ca: demander à la communauté

source: Read more on troubleshooting wireless hardware.
fr_ca: Pour en savoir plus sur le dépannage du matériel sans fil.

source: Printers
fr_ca: Imprimantes

source: When you set up a printer in the
fr_ca: Lorsque vous configurez une imprimante dans

source: utility
fr_ca: l'utilitaire

source: under
fr_ca: en dessous de

source: you will be presented with a list of drivers available to use, if applicable.
fr_ca: vous sera présenté avec une liste de pilotes disponibles à utiliser, le cas échéant.

source: Some manufacturers may provide their own drivers and require you to download them from their website.
fr_ca: Certains fabricants peuvent fournir leurs propres pilotes et vous demander de les télécharger à partir de leur site Web.

source: Read more on printing
fr_ca: Pour en savoir plus sur l'impression

source: HP Linux Printing and Imaging System
fr_ca: Système d'impression et d'imagerie HP Linux

source: Recommended if you have an HP printer as it provides full support for printing on most HP SFP (single function peripheral) inkjets and many LaserJets, and for scanning, sending faxes and for photo-card access on most HP MFP (multi-function peripheral) printers.
fr_ca: Recommandé si vous possédez une imprimante HP, car il offre une prise en charge complète de l'impression sur la plupart des jet d'encre HP SFP (périphérique à fonction unique) et de nombreux LaserJets, ainsi que pour la numérisation, l'envoi de télécopies et l'accès à la carte photo sur la plupart des imprimantes multifonction HP (périphérique multifonction).

source: Software Utilities for Peripherals
fr_ca: Utilitaires logiciels pour périphériques

source: A device manager for Logitech’s Unifying Receiver peripherals. This enables features like managing paired devices and reading battery status.
fr_ca: Un gestionnaire pour les périphériques Unifying Receiver de Logitech. Cela permet des fonctionnalités telles que la gestion des appareils couplés et la lecture de l'état de la batterie.

source: Learn More
fr_ca: Apprendre encore plus

source: A community-driven driver and daemon that utilities the full functionality of many Razer peripherals ranging from keyboards, mice and mouse mats.
fr_ca: Un pilote et un démon pilotés par la communauté qui utilisent toutes les fonctionnalités de nombreux périphériques Razer allant des claviers, des souris et des tapis de souris.

source: A front-end for managing Razer devices, with support for application profiles, setting effects and enabling features of the keyboard.
fr_ca: Une interface pour la gestion des appareils Razer, avec prise en charge des profils d'application, la définition des effets et l'activation des fonctionnalités du clavier.

source: Requires OpenRazer to be installed first.
fr_ca: OpenRazer Nécessite d'être installé en premier.

source: Language Support
fr_ca: Support linguistique

source: Your computer may require updates to your language and localization settings, or you may want to install additional language support.
fr_ca: Votre ordinateur peut nécessiter des mises à jour de vos paramètres de langue et de localisation, ou vous pouvez installer une prise en charge linguistique supplémentaire.

source: Complex Input
fr_ca: Entrée complexe

source: Some regions of the world require complex inputs.
fr_ca: Certaines régions du monde nécessitent des intrants complexes.

source: Chinese
fr_ca: Chinoise

source: Japanese
fr_ca: Japonaise

source: Korean
fr_ca: coréen

source: Backup, Firewall and User Management
fr_ca: Sauvegarde, pare-feu et gestion des utilisateurs

source: Ubuntu MATE provides tools to backup your files, comes with a firewall pre-installed and supports multiple user accounts.
fr_ca: Ubuntu MATE fournit des outils pour sauvegarder vos fichiers, est livré avec un pare-feu préinstallé et prend en charge plusieurs comptes d'utilisateurs.

source: Backups
fr_ca: Sauvegardes

source: Nothing is more important than having a backup of your personal files, just in case something disastrous happens to your computer.
fr_ca: Rien n'est plus important que d'avoir une sauvegarde de vos fichiers personnels, juste au cas où quelque chose de désastreux arriverait à votre ordinateur.

source: comes pre-installed and supports backups to local devices as well as online cloud-based services.
fr_ca: est livré préinstallé et prend en charge les sauvegardes sur les appareils locaux ainsi que les services en ligne basés sur le cloud.

source: Configure Backup
fr_ca: Configurer la sauvegarde

source: Installing...
fr_ca: L'installation...

source: Network Shares
fr_ca: Partages réseau

source: Need to access files and folders with multiple computers?
fr_ca: Besoin d'accéder à des fichiers et des dossiers avec plusieurs ordinateurs?

source: is available to install, which integrates with the Caja File Manager, allowing you to seamless retrieve data stored on another computer.
fr_ca: est disponible à installer, qui s'intègre au gestionnaire de fichiers Caja, vous permettant de récupérer en toute transparence les données stockées sur un autre ordinateur.

source: Samba is installed.
fr_ca: Samba est installé.

source: Choose a folder and select "Sharing Options".
fr_ca: Choisissez un dossier et sélectionnez "Options de partage".

source: Samba is available from the Software Boutique under "Servers".
fr_ca: Samba est disponible dans la boutique de logiciels sous "Serveurs".

source: Firewall
fr_ca: Pare-feu

source: Firewalls prevent malicious connections entering and leaving your computer. By default, the firewall is disabled,
fr_ca: Les pare-feu empêchent les connexions malveillantes d'entrer et de sortir de votre ordinateur. Par défaut, le pare-feu est désactivé,

source: learn more about firewalls
fr_ca: en savoir plus sur les pare-feu

source: provides a graphical frontend to
fr_ca: fournit une interface graphique pour

source: Uncomplicated Firewall
fr_ca: Pare-feu simple

source: If security is important to you, there are
fr_ca: Si la sécurité est importante pour vous, il existe

source: more ways to stay secure too
fr_ca: plus de moyens de rester en sécurité aussi

source: Configure Firewall
fr_ca: Configurer le pare-feu

source: Firewall Configuration
fr_ca: Configuration du pare-feu

source: Users
fr_ca: Utilisateurs

source: Share your computer with others? Set up a separate user account for each user to protect the individual privacy of each user sharing the same computer.
fr_ca: Partagez votre ordinateur avec d'autres? Configurez un compte utilisateur distinct pour chaque utilisateur afin de protéger la confidentialité individuelle de chaque utilisateur partageant le même ordinateur.

source: You can also log in to a
fr_ca: Vous pouvez également vous connecter à une

source: Guest Session
fr_ca: Session invitée

source: if someone is using your computer as a one-off.
fr_ca: si quelqu'un utilise votre ordinateur de façon ponctuelle.

source: Configure Users
fr_ca: Configurer les utilisateurs

source: Users and Groups
fr_ca: Utilisateurs et groupes

source: Customisation
fr_ca: Personnalisation

source: User Interface
fr_ca: Interface utilisateur

source: Ubuntu MATE provides a unique tool to transform the user interface. It can be used to quickly setup the user interface to broadly reflect how other popular operating systems look and feel. The
fr_ca: Ubuntu MATE fournit un outil unique pour transformer l'interface utilisateur. Il peut être utilisé pour configurer rapidement l'interface utilisateur afin de refléter largement l'apparence et la convivialité d'autres systèmes d'exploitation populaires. la

source: layout is similar to Microsoft Windows, while the
fr_ca: disposition est similaire à Microsoft Windows, tandis que

source: layout is similar to Apple Mac OS X.
fr_ca: la disposition est similaire à Apple Mac OS X.

source: The utilities mentioned above are all part of the extensive Control Center that Ubuntu MATE provides. You can configure just about every aspect of your computer from the Control Center.
fr_ca: Les utilitaires mentionnés ci-dessus font tous partie du centre de contrôle étendu fourni par Ubuntu MATE. Vous pouvez configurer à peu près tous les aspects de votre ordinateur à partir du centre de contrôle.

source: Keyboard & Mouse Shortcuts
fr_ca: Raccourcis clavier et souris

source: Ubuntu MATE has many keyboard shortcuts that help make using your computer more efficient.
fr_ca: Ubuntu MATE dispose de nombreux raccourcis clavier qui aident à rendre l'utilisation de votre ordinateur plus efficace.

source: The
fr_ca: La

source: key is your Windows key. For Mac keyboards, this is the ⌘ Command key.
fr_ca: clé est votre clé Windows. Pour les claviers Mac, il s'agit de la touche de commande ⌘.

source: Common application shortcuts
fr_ca: Raccourcis d'application courants

source: These shortcuts apply in most applications.
fr_ca: Ces raccourcis s'appliquent à la plupart des applications.

source: Copy the selected text/object
fr_ca: Copiez le texte / objet sélectionné

source: Cut the selected text/object
fr_ca: Couper le texte / objet sélectionné

source: Paste/insert the selected text/object
fr_ca: Coller / insérer le texte / objet sélectionné

source: Select all text
fr_ca: Sélectionner tout le texte

source: Find and replace words
fr_ca: Rechercher et remplacer des mots

source: Make the selected text bold
fr_ca: Rendre le texte sélectionné en gras

source: Make the selected text italic
fr_ca: Rendre le texte sélectionné en italique

source: Underline the selected text
fr_ca: Souligner le texte sélectionné

source: Open a new document or window
fr_ca: Ouvrir un nouveau document ou une nouvelle fenêtre

source: Save the current document
fr_ca: Enregistrez le document actuel

source: Open another document
fr_ca: Ouvrir un autre document

source: Print the current document
fr_ca: Imprimer le document actuel

source: Undo the last change you made
fr_ca: Annuler la dernière modification que vous avez apportée

source: Redo a change that you just undid
fr_ca: Refaire un changement que vous venez d'annuler

source: Toggle the current application between full-screen and windowed
fr_ca: Basculer l'application actuelle entre plein écran et fenêtre

source: Desktop shortcuts
fr_ca: Raccourcis bureau

source: This section lists common keyboard shortcuts which you can use to operate parts of the desktop.
fr_ca: Cette section répertorie les raccourcis clavier courants que vous pouvez utiliser pour utiliser certaines parties du bureau

source: Super Key
fr_ca: Super Clé

source: Activate Brisk Menu or MATE Menu launcher
fr_ca: Activer le menu Brisk ou le lanceur de menu MATE

source: Activate Heads-up Display (HUD), if enabled in MATE Tweak.
fr_ca: Activez l'affichage tête haute (HUD), s'il est activé dans MATE Tweak.

source: Open the Applications menu
fr_ca: Ouvrez le menu Applications

source: Run an application by typing its name in the box which appears
fr_ca: Exécutez une application en tapant son nom dans la case qui apparaît

source: Take a screenshot of the whole screen
fr_ca: Prendre une capture d'écran de tout l'écran

source: Take a screenshot of the current window
fr_ca: Prendre une capture d'écran de la fenêtre actuelle

source: Take a screenshot of a selected area
fr_ca: Prendre une capture d'écran d'une zone sélectionnée

source: Delete
fr_ca: Supprimer

source: Open the dialog box to shutdown, restart or suspend.
fr_ca: Ouvrez la boîte de dialogue pour arrêter, redémarrer ou suspendre.

source: Toggles 'Show Desktop'.
fr_ca: Bascule «Afficher le bureau».

source: Lock your screen.
fr_ca: Verrouillez votre écran.

source: Open a terminal.
fr_ca: Ouvrir un Terminal

source: Open the file manager
fr_ca: Ouvrez le gestionnaire de fichiers

source: Open Control Center
fr_ca: Ouvrez le Centre de contrôle

source: Open Search
fr_ca: Ouvrir la recherche

source: Open System Monitor
fr_ca: Ouvrir le Moniteur système

source: Open System Information
fr_ca: Ouvrir l'information sur le système

source: Screen reader enable/disable.
fr_ca: Activer / désactiver le lecteur d'écran.

source: Window shortcuts
fr_ca: Raccourcis de fenêtre

source: Switch between currently-open windows.
fr_ca: Basculez entre les fenêtres actuellement ouvertes.

source: Press Alt + Tab and then release Tab (but continue to hold Alt).
fr_ca: Appuyez sur Alt + Tab puis relâchez Tab (mais continuez à maintenir Alt).

source: Press Tab repeatedly to cycle through the list of available windows which appears on the screen.
fr_ca: Appuyez plusieurs fois sur Tab pour parcourir la liste des fenêtres disponibles qui apparaît à l'écran.

source: Release the Alt key to switch to the selected window.
fr_ca: Relâchez la touche Alt pour passer à la fenêtre sélectionnée.

source: Switch between currently-open windows in all Workspaces.
fr_ca: Basculez entre les fenêtres actuellement ouvertes dans tous les espaces de travail.

source: Release the Ctrl and Alt keys to switch to the selected window.
fr_ca: Relâchez les touches Ctrl et Alt pour passer à la fenêtre sélectionnée.

source: Left
fr_ca: Gauche

source: Switch to the previous workspace.
fr_ca: Basculez vers l'espace de travail précédent.

source: Right
fr_ca: Droite

source: Switch to the next workspace.
fr_ca: Passez à l'espace de travail suivant.

source: Move the current window to the previous workspace.
fr_ca: Déplacer la fenêtre actuelle vers l'espace de travail précédent.

source: Move the current window to the next workspace.
fr_ca: Déplacer la fenêtre actuelle vers l'espace de travail suivant.

source: Closes window.
fr_ca: Ferme la fenêtre.

source: Returns window to 'normal' or previous size.
fr_ca: Rend la fenêtre à sa taille «normale» ou précédente.

source: Moves the current window (can be moved with mouse or keyboard).
fr_ca: Déplace la fenêtre actuelle (peut être déplacée avec la souris ou le clavier)

source: Resizes current window (again, can be moved with mouse or keyboard).
fr_ca: Redimensionne la fenêtre actuelle (encore une fois, peut être déplacée avec la souris ou le clavier).

source: Minimizes current window.
fr_ca: Réduit la fenêtre actuelle.

source: Maximize (or restore) current window.
fr_ca: Agrandir (ou restaurer) la fenêtre actuelle.

source: Pulldown Terminal, if enabled in MATE Tweak.
fr_ca: Terminal déroulant, s'il est activé dans MATE Tweak.

source: Space
fr_ca: Espace

source: Displays the window menu with options such as 'Always on Top' and 'Minimize' and 'Maximize' and above commands.
fr_ca: Affiche le menu de la fenêtre avec des options telles que «Toujours au sommet» et «Réduire» et «Agrandir» et les commandes ci-dessus.

source: Toggle shaded state.
fr_ca: Bascule l'état ombré.

source: Numpad
fr_ca: Pavé numérique

source: Place window in top left corner of screen.
fr_ca: Placez la fenêtre dans le coin supérieur gauche de l'écran.

source: Place window in top half of screen.
fr_ca: Placez la fenêtre dans la moitié supérieure de l'écran.

source: Place window in top right corner of screen.
fr_ca: Placez la fenêtre dans le coin supérieur droit de l'écran.

source: Center/Maximize the window in the middle of the screen.
fr_ca: Centrez / agrandissez la fenêtre au milieu de l'écran.

source: Place window to the left half of the screen.
fr_ca: Placez la fenêtre dans la moitié gauche de l'écran.

source: Place window to the right half of the screen.
fr_ca: Placez la fenêtre dans la moitié droite de l'écran.

source: Place window in the bottom left corner of the screen.
fr_ca: Placez la fenêtre dans le coin inférieur gauche de l'écran.

source: Place window in the bottom half of the screen.
fr_ca: Placez la fenêtre dans la moitié inférieure de l'écran.

source: Place window in the bottom right corner of the screen.
fr_ca: Placez la fenêtre dans le coin inférieur droit de l'écran.

source: Mouse Shortcuts
fr_ca: Raccourcis souris

source: Left-click while dragging mouse
fr_ca: Faites un clic gauche tout en faisant glisser la souris

source: Moves the window.
fr_ca: Déplace la fenêtre.

source: Right-click while dragging mouse
fr_ca: Faites un clic droit tout en faisant glisser la souris

source: Resizes the window (closest window edge).
fr_ca: Redimensionne la fenêtre (bord de fenêtre le plus proche).

source: Compiz Effects Shortcuts
fr_ca: Raccourcis des effets Compiz

source: All of the shortcuts listed in this section require Compiz to be enabled.
fr_ca: Tous les raccourcis répertoriés dans cette section nécessitent l'activation de Compiz.

source: Zoom out, show workspace switcher.
fr_ca: Zoom arrière, affichez le commutateur d'espace de travail.

source: Enables the 'scale' effect, it shows all windows from the current workspace.
fr_ca: Active l'effet «échelle», il montre toutes les fenêtres de l'espace de travail actuel.

source: Enables the 'scale' effect, it shows all windows from all workspaces.
fr_ca: Active l'effet «échelle», il affiche toutes les fenêtres de tous les espaces de travail.

source: Invert colors of the focused window.
fr_ca: Inversez les couleurs de la fenêtre focalisée.

source: Invert colors for the whole screen.
fr_ca: Inversez les couleurs pour l'ensemble de l'écran.

source: Scroll Wheel
fr_ca: Molette

source: Zooms in on the screen.
fr_ca: Effectue un zoom avant sur l'écran.

source: Middle Click
fr_ca: Clic du milieu

source: Select a region to zoom into, using a rectangle.
fr_ca: Sélectionnez une région pour zoomer en utilisant un rectangle.

source: Left Click
fr_ca: Clic gauche

source: Move focused window.
fr_ca: Déplacer la fenêtre focalisée.

source: Resize focused window.
fr_ca: Redimensionner la fenêtre ciblée.

source: Right Click
fr_ca: Clic droit

source: Show window menu.
fr_ca: Afficher le menu de la fenêtre.

source: Your machine is made up of various components that interact with one another. This information is useful when providing support to ensure hardware and software works on your machine.
fr_ca: Votre machine est composée de divers composants qui interagissent les uns avec les autres. Ces informations sont utiles lorsque vous fournissez une assistance pour vous assurer que le matériel et les logiciels fonctionnent sur votre machine.

source: View System Requirements
fr_ca: Afficher la configuration requise du système

source: Basic
fr_ca: De Base

source: Kernel:
fr_ca: Noyau:

source: The Linux kernel is the heart of Ubuntu.
fr_ca: Le noyau Linux est le cœur d'Ubuntu.

source: Motherboard:
fr_ca: Carte mère:

source: Boot Mode:
fr_ca: Mode d'amorçage:

source: Displays the mode that Ubuntu MATE is communicating with the firmware.
fr_ca: Affiche le mode de communication d'Ubuntu MATE avec le micrologiciel.

source: Processor
fr_ca: Processeur

source: Model:
fr_ca: Modèle:

source: Speed:
fr_ca: vitesse:

source: Architecture in use:
fr_ca: Architecture utilisée:

source: The operating system's architecture in use. For instance, i386 = 32-bit.
fr_ca: L'architecture du système d'exploitation utilisée. Par exemple, i386 = 32 bits.

source: Architecture(s) supported:
fr_ca: Architecture (s) prise en charge:
