Repository: N0rbert/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: fr_ca

source: Getting Started
fr_ca: Pour commencer

source: Topic Selection
fr_ca: Sélection des sujets

source: Previous
fr_ca: Précédent

source: Next
fr_ca: Suivant

source: Topics
fr_ca: Sujets

source: Prerequisites
fr_ca: Prérequis

source: System Requirements
fr_ca: Configuration requise

source: Installation Preparation
fr_ca: Préparation de l'installation

source: Dual Booting
fr_ca: Démarrage double

source: Installation
fr_ca: L'installation

source: Install Now
fr_ca: Installer maintenant

source: Utilities
fr_ca: Utilitaires

source: Disks (Simple Partition Editor)
fr_ca: Disks (éditeur de partition simple)

source: GParted (Advanced Partition Editor)
fr_ca: GParted (éditeur de partition avancé)

source: Updates & Extras
fr_ca: Mises à jour et extras

source: Drivers
fr_ca: Pilotes

source: Language & Input
fr_ca: Langue et saisie

source: Optional Tasks
fr_ca: Tâches facultatives

source: Familiarity
fr_ca: Familiarité

source: Customization
fr_ca: Personnalisation

source: Keyboard Shortcuts
fr_ca: Raccourcis clavier

source: Troubleshooting
fr_ca: Diagnostic

source: System Specifications
fr_ca: Spécifications du système

source: Modest System Requirements
fr_ca: Configuration minimale du système

source: Ubuntu MATE works well on both high-end to slow computers, optimized to be functional, while light on system resources.
fr_ca: Ubuntu MATE fonctionne bien sur les ordinateurs haut de gamme et lents, optimisés pour être fonctionnels, tout en étant léger sur les ressources système.

source: 1 gigabyte (GB) of RAM
fr_ca: 1 gigaoctet (GO) de RAM

source: 9 gigabytes (GB) of disk space
fr_ca: 9 gigaoctets (Go) d'espace disque

source: Recommended
fr_ca: Recommandé

source: 4 gigabytes (GB) of RAM
fr_ca: 4 gigaoctets (GO) de RAM

source: 16 gigabytes (GB) of disk space
fr_ca: 16 gigaoctets (GO) d'espace disque

source: The operating system will run much more efficiently if your computer meets or surpasses the recommended requirements.
fr_ca: Le système d'exploitation fonctionnera beaucoup plus efficacement si votre ordinateur satisfait ou dépasse les exigences recommandées.

source: What's inside my computer?
fr_ca: Que contient mon ordinateur?

source: Installation Preparations
fr_ca: Préparatifs d'installation

source: Preparing to Install
fr_ca: Préparation de l'installation

source: Ubuntu MATE is relatively simple to set up, whether you're looking to replace your existing operating system or install Ubuntu MATE alongside an existing one - such as
fr_ca: Ubuntu MATE est relativement simple à configurer, que vous cherchiez à remplacer votre système d'exploitation existant ou à installer Ubuntu MATE à côté d'un système existant - tel que

source: Microsoft Windows or another
fr_ca: Microsoft Windows ou autre

source: GNU/Linux distribution.
fr_ca: distribution GNU/Linux.

source: For the best results:
fr_ca: Pour de meilleurs résultats:

source: Back up
fr_ca: Sauvegarder

source: any important data to another storage device.
fr_ca: toutes les données importantes vers un autre périphérique de stockage.

source: Connect to the Internet to install all available updates during installation.
fr_ca: Connectez-vous à Internet pour installer toutes les mises à jour disponibles lors de l'installation.

source: Stay connected to the Internet to install all available updates.
fr_ca: Restez connecté à Internet pour installer toutes les mises à jour disponibles.

source: Plug your device into a power source if it is running on battery power.
fr_ca: Branchez votre appareil sur une source d'alimentation s'il fonctionne sur batterie.

source: The live session you are currently in right now is a good opportunity to test Ubuntu MATE without modifying your computer, allowing you to test that all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon on the desktop.
fr_ca: La session en direct dans laquelle vous êtes actuellement est une bonne occasion de tester Ubuntu MATE sans modifier votre ordinateur, vous permettant de tester que tous vos périphériques fonctionnent comme prévu avant de vous engager à l'installer sur votre machine. Une fois que vous êtes prêt, double-cliquez sur l'icône d'installation sur le bureau.

source: Modern UEFI-based computers
fr_ca: Ordinateurs modernes basés sur UEFI

source: If you have a modern PC that uses the Unified Extended Firmware Interface (UEFI), you may need to disable
fr_ca: Si vous avez un PC moderne qui utilise l'interface UEFI (Unified Extended Firmware Interface), vous devrez peut-être désactiver

source: Secure Boot
fr_ca: Démarrage sécurisé

source: (or enable the
fr_ca: (ou activez le

source: Unlock Bootloader
fr_ca: Déverrouiller Bootloader

source: option) in the BIOS prior to installation, particularly if an operating system was pre-installed.
fr_ca: option) dans le BIOS avant l'installation, en particulier si un système d'exploitation a été préinstallé.

source: If you are using a legacy BIOS machine, you do not need to do this.
fr_ca: Si vous utilisez une ancienne machine BIOS, vous n'avez pas besoin de le faire.

source: Especially when dual booting, it is important that you boot your system in the correct mode and use the
fr_ca: Surtout lors d'un double démarrage, il est important de démarrer votre système dans le mode correct et d'utiliser l'

source: 64-bit image
fr_ca: image 64-bit

source: , as you cannot boot an operating system installed in BIOS mode after installing a UEFI-enabled operating system or vice versa.
fr_ca: , car vous ne pouvez pas démarrer un système d'exploitation installé en mode BIOS après avoir installé un système d'exploitation compatible UEFI ou vice versa.

source: Booting in BIOS mode on a UEFI system with a GPT-formatted disk will also show a "protection layer".
fr_ca: Le démarrage en mode BIOS sur un système UEFI avec un disque au format GPT affichera également une "couche de protection".

source: Do not worry,
fr_ca: Ne t'inquiète pas,

source: your data is not lost or corrupt!
fr_ca: vos données ne sont ni perdues ni corrompues!

source: Your system is currently running in
fr_ca: Votre système fonctionne actuellement dans

source: For computers that start to run low on memory (RAM), the operating system will start swapping content from memory to the hard disk. This is known as a "paging file" in Windows. Performance will decrease when running low on memory and could possibly freeze if you completely run out of memory without anywhere to swap.
fr_ca: Pour les ordinateurs qui commencent à manquer de mémoire (RAM), le système d'exploitation commencera à permuter le contenu de la mémoire vers le disque dur. Il s'agit d'un "fichier d'échange" dans Windows. Les performances diminueront en cas de manque de mémoire et pourraient éventuellement geler si vous manquez complètement de mémoire sans changer de place.

source: By default, a swap partition is created based on the size of your RAM. For example, if you have 2 GiB of RAM, then 2 GiB of hard disk space will be reserved for swap at the end of the drive.
fr_ca: Par défaut, une partition de swap est créée en fonction de la taille de votre RAM. Par exemple, si vous avez 2 Gio de RAM, 2 Gio d'espace sur le disque dur seront réservés pour l'échange à la fin du lecteur.

source: Swap space that's the size of your RAM is also required if you would like to hibernate the system (as known as suspending to disk).
fr_ca: Un espace d'échange de la taille de votre RAM est également requis si vous souhaitez mettre le système en veille prolongée (connu sous le nom de suspension sur disque).

source: Should you wish to install Ubuntu MATE alongside your existing operating system, your partitions need to be shrunk. This results in sections of your hard disk being split between multiple operating systems.
fr_ca: Si vous souhaitez installer Ubuntu MATE avec votre système d'exploitation existant, vos partitions doivent être réduites. Il en résulte que des sections de votre disque dur sont réparties entre plusieurs systèmes d'exploitation.

source: I'm dual booting with
fr_ca: Je suis en double démarrage avec

source: To minimize the risk of data loss or failure, ensure that:
fr_ca: Pour minimiser le risque de perte ou de panne de données, assurez-vous que:

source: There is enough free space. 10 GB minimum is recommended.
fr_ca: Il y a suffisamment d'espace libre. 10 Go minimum sont recommandés.

source: important data to another drive.
fr_ca: données importantes vers un autre lecteur.

source: Defragment the hard drive.
fr_ca: Défragmentez le disque dur.

source: Ensure Windows has been cleanly shut down (not hibernated).
fr_ca: Assurez-vous que Windows a été correctement arrêté (pas mis en veille prolongée).

source: Which approach would you prefer?
fr_ca: Quelle approche préférez-vous?

source: Advanced
fr_ca: Avancé

source: Safest
fr_ca: Sécuritaire

source: The simplest method is to use the installer.
fr_ca: La méthode la plus simple consiste à utiliser le programme d'installation.

source: The installer scans your disks for existing operating systems and provides a choice on what you'd like to do.
fr_ca: Le programme d'installation analyse vos disques pour les systèmes d'exploitation existants et vous offre le choix de ce que vous souhaitez faire.

source: You will see an option similar to this:
fr_ca: Vous verrez une option similaire à celle-ci:

source: Followed by:
fr_ca: Suivi par:

source: Do not interrupt or power off the computer during a resize operation.
fr_ca: N'interrompez pas ou n'éteignez pas l'ordinateur pendant l'opération de redimensionnement.

source: If you do, data loss or a partition table corruption could occur. Please double check your changes before proceeding.
fr_ca: Si vous le faites, une perte de données ou une corruption de la table de partition pourrait se produire. Vérifier vos modifications avant de continuer.

source: The installer may show a
fr_ca: Le programme d'installation peut afficher un

source: spinner cursor for a long period of time, depending on the size of your disk
fr_ca: le curseur tourne pendant une longue période, en fonction de la taille de votre disque

source: When you next boot Windows, run
fr_ca: Au prochain démarrage de Windows, exécutez

source: from the command prompt to check the file system for errors. Windows may schedule this automatically. This ensures consistency for the NTFS file system.
fr_ca: à partir de l'invite de commandes pour rechercher des erreurs dans le système de fichiers. Windows peut planifier cela automatiquement. Cela garantit la cohérence du système de fichiers NTFS.

source: Use GParted or the installer's "Custom" option.
fr_ca: Utilisez GParted ou l'option "Custom" de l'installateur.

source: is available during the live session only.
fr_ca: est disponible uniquement pendant la session en direct.

source: It is located under the
fr_ca: Il est situé sous le

source: System
fr_ca: Système

source: menu. GParted provides complete flexibility over your partitions, primarily for power users who know how they'd like to layout their disks. This method makes changes to partitions prior to installation.
fr_ca: menu. GParted offre une flexibilité totale sur vos partitions, principalement pour les utilisateurs expérimentés qui savent comment ils souhaitent organiser leurs disques. Cette méthode modifie les partitions avant l'installation.

source: After completing operations to your disk, you can leave the remaining space unallocated,
fr_ca: Après avoir terminé les opérations sur votre disque, vous pouvez laisser l'espace restant non alloué,

source: whereby the installer will detect this unused space to install Ubuntu MATE to.
fr_ca: le programme d'installation détectera cet espace inutilisé pour installer Ubuntu MATE.

source: Using the Installer's "Custom" option.
fr_ca: Utilisation de l'option "Personnalisé" de l'installateur.

source: Instead or in addition to GParted, the
fr_ca: Au lieu de cela ou en plus de GParted, le

source: Custom
fr_ca: Personnaliser

source: option during the installation wizard can also configure and resize your partitions as well as choose mount points. Dividing your disks can make it somewhat easier to re-install the operating system later if desired.
fr_ca: L'option lors de l'assistant d'installation peut également configurer et redimensionner vos partitions ainsi que choisir des points de montage. La division de vos disques peut faciliter la réinstallation du système d'exploitation plus tard si vous le souhaitez.

source: You can specify these mount points:
fr_ca: Vous pouvez spécifier ces points de montage:

source: The base for Ubuntu MATE
fr_ca: La base pour Ubuntu MATE

source: Bootloader and kernels
fr_ca: Bootloader et noyaux

source: Your personal files and folders
fr_ca: Vos fichiers et dossiers personnels

source: Temporary files
fr_ca: Fichiers temporaires

source: Contains most of the applications
fr_ca: Contient la plupart des applications

source: (binaries, documentation, libraries, etc)
fr_ca: (binaires, documentation, bibliothèques, etc.)

source: Variable data
fr_ca: Données variables

source: (such as system logs)
fr_ca: (tels que les journaux système)

source: Data for System Services
fr_ca: Données pour les services système

source: (typically used for server configurations)
fr_ca: (généralement utilisé pour les configurations de serveur)

source: Additional software unmanaged by the package manager
fr_ca: Logiciel supplémentaire non géré par le gestionnaire de paquets

source: such as
fr_ca: tel que

source: Creating separate partitions for all above mount points is not necessary.
fr_ca: La création de partitions séparées pour tous les points de montage ci-dessus n'est pas nécessaire.

source: The commonly partitioned directories being
fr_ca: Les répertoires couramment partitionnés étant

source: and
fr_ca: et

source: These mount points can also be set across different
fr_ca: Ces points de montage peuvent également être définis sur différents

source: physical disks, for instance, if you'd like the OS
fr_ca: disques physiques, si vous souhaitez le système d'exploitation, par exemple.

source: on an SSD,
fr_ca: sur un SSD

source: but your personal files
fr_ca: mais vos fichiers personnels

source: on a mechanical hard drive.
fr_ca: sur un disque dur mécanique

source: Shrink your system disk within Windows.
fr_ca: Rétrécissez votre disque système sous Windows.

source: Applies to Windows Vista and later.
fr_ca: S'applique à Windows Vista et versions ultérieures.

source: If you are using Windows XP or earlier, you will need to use the
fr_ca: Si vous utilisez Windows XP ou une version antérieure, vous devrez utiliser le

source: or
fr_ca: ou

source: method to shrink your disk.
fr_ca: la méthode pour réduire votre disque.

source: Newer versions of Windows provide a tool to shrink the NTFS volume from within Windows. This is a safer bet if it's essential that Windows still boots on your computer while experiencing Ubuntu MATE.
fr_ca: Les versions plus récentes de Windows fournissent un outil pour réduire le volume NTFS à partir de Windows. C'est un pari plus sûr s'il est essentiel que Windows démarre toujours sur votre ordinateur lors de l'utilisation d'Ubuntu MATE.

source: Open
fr_ca: Ouvrir

source: Disk Management
fr_ca: Gestion de disque

source: from the start menu.
fr_ca: dans le menu Démarrer.

source: Right click your desired drive and choose
fr_ca: Faites un clic droit sur le lecteur souhaité et choisissez

source: Shrink Partition
fr_ca: Rétrécir la partition

source: from the context menu.
fr_ca: dans le menu contextuel.

source: Enter the amount to shrink your system partition by.
fr_ca: Entrez le montant de la réduction de votre partition système.

source: Remember, Ubuntu MATE needs at minimum 8 GB of disk space.
fr_ca: N'oubliez pas qu'Ubuntu MATE a besoin d'au moins 8 Go d'espace disque.

source: Further Reading
fr_ca: Lectures complémentaires

source: For further information on the best practices to modify partitions containing Windows, see the following
fr_ca: Pour plus d'informations sur les meilleures pratiques pour modifier les partitions contenant Windows, consultez les rubriques suivantes

source: help article
fr_ca: article d'aide

source: online
fr_ca: en ligne

source: Repairing Boot Problems
fr_ca: Réparation des problèmes de démarrage

source: Linux distributions use a boot loader known as
fr_ca: Les distributions Linux utilisent un chargeur de démarrage appelé

source: which looks for and bootstraps the operating system. However, some operating systems (such as Windows) do not integrate with existing boot loaders and will overwrite them, with the potential to lose access to Ubuntu MATE temporally.
fr_ca: qui recherche et amorce le système d'exploitation. Cependant, certains systèmes d'exploitation (tels que Windows) ne s'intègrent pas aux chargeurs de démarrage existants et les écraseront, avec le risque de perdre temporairement l'accès à Ubuntu MATE.

source: Fortunately, you can use the
fr_ca: Heureusement, vous pouvez utiliser la

source: Boot Repair
fr_ca: Réparation de démarrage

source: tool to repair common problems caused by other operating systems.
fr_ca: est un outil pour réparer les problèmes courants causés par d'autres systèmes d'exploitation.

source: Requires downloading a package.
fr_ca: Nécessite le téléchargement d'un paquet.

source: Please connect to the Internet to download and use this utility.
fr_ca: Veuillez vous connecter à Internet pour télécharger et utiliser cet utilitaire.

source: Sorry, Welcome was unable to establish a connection.
fr_ca: Désolé, Welcome n'a pas été capable d'établir une connexion.

source: Retry
fr_ca: Réessayer

source: Download Boot Repair
fr_ca: Télécharger Boot Repair

source: Open Boot-Repair
fr_ca: ouvrer Boot-Repair

source: An Internet connection is required to download and install updates.
fr_ca: Une connexion Internet est requise pour télécharger et installer les mises à jour.

source: Software Updater
fr_ca: Mise à jour du logiciel

source: Ubuntu MATE periodically will check to see if new software and security updates are available for your computer. If you have just installed Ubuntu MATE, you might want to do this now.
fr_ca: Ubuntu MATE vérifiera périodiquement si de nouveaux logiciels et mises à jour de sécurité sont disponibles pour votre ordinateur. Si vous venez d'installer Ubuntu MATE, vous pouvez le faire maintenant.

source: can be found later in
fr_ca: peut être trouvé plus tard dans

source: Check for Updates
fr_ca: Vérifier les mises à jour

source: Additional Codecs
fr_ca: Codecs supplémentaires

source: The codecs package include a complete, cross-platform solution to decode, encode, record, convert and stream audio and video. It also includes a MP3 audio decoder that permits the playback of MPEG 1 audio layer III (MP3).
fr_ca: Le paquet de codecs comprend une solution complète multiplateforme pour décoder, encoder, enregistrer, convertir et diffuser de l'audio et de la vidéo. Il comprend également un décodeur audio MP3 qui permet la lecture de la couche audio MPEG 1 III (MP3).

source: Applying Changes...
fr_ca: Application des modifications ...

source: Install
fr_ca: Installer

source: Remove
fr_ca: Supprimer

source: Blu-ray and DVD Playback Support
fr_ca: Prise en charge de la lecture Blu-ray et DVD

source: Installs libraries that enable Blu-ray and DVD playback in VLC. After install you will need to run
fr_ca: Installe des bibliothèques qui permettent la lecture Blu-ray et DVD dans VLC. Après l'installation, vous devrez exécuter

source: to enable encrypted DVD playback and you will need to obtain a copy of
fr_ca: pour activer la lecture de DVD cryptés et vous devrez obtenir une copie de

source: and save it to
fr_ca: et enregistrez-le dans

source: to enable encrypted Blu-ray playback.
fr_ca: pour activer la lecture Blu-ray cryptée.

source: Additional Screen Savers
fr_ca: Économiseurs d'écran supplémentaires

source: Install over 200 screen savers for when your computer is idle for long periods of time. Screen savers were originally created to reduce burn-in for cathode ray tube (CRT) monitors displaying the same image for long periods of time.
fr_ca: Installez plus de 200 économiseurs d'écran lorsque votre ordinateur est inactif pendant de longues périodes. Les économiseurs d'écran ont été créés à l'origine pour réduire le brûlage des moniteurs à tube cathodique (CRT) affichant la même image pendant de longues périodes.

source: Change Screen Saver
fr_ca: Changer d'économiseur d'écran

source: Additional Themes
fr_ca: Thèmes supplémentaires

source: Install additional themes and icons, such as Numix and Arc, to expand the selection available so you can tweak the look and feel to your liking.
fr_ca: Installez des thèmes et des icônes supplémentaires, tels que Numix et Arc, pour étendre la sélection disponible afin de pouvoir modifier l'apparence à votre guise.

source: Change Appearance
fr_ca: Changer d'apparence

source: Additional Community Wallpapers
fr_ca: Fonds d'écran communautaires supplémentaires

source: The Ubuntu MATE Community have contributed dozens of desktop wallpaper images over the years. Why not install them and find something that suits your tastes?
fr_ca: La communauté Ubuntu MATE a fourni des dizaines d'images de fonds d'écran au fil des ans. Pourquoi ne pas les installer et trouver quelque chose qui convient à vos goûts?

source: You'll need the Blu-ray AACS database in order to play AACS encrypted or BD+ protected discs.
fr_ca: Vous aurez besoin de la base de données Blu-ray AACS pour lire des disques cryptés AACS ou protégés par BD +.

source: Install Blu-ray AACS Database
fr_ca: Installer la base de données Blu-ray AACS

source: While a wide range of hardware is compatible with Ubuntu MATE, there are some components and peripherals that require proprietary drivers to function properly. Installing the firmware package is often required to get some devices, typically Bluetooth and Wi-Fi, to work correctly.
fr_ca: Bien qu'une large gamme de matériel soit compatible avec Ubuntu MATE, certains composants et périphériques nécessitent des pilotes propriétaires pour fonctionner correctement. L'installation du progiciel est souvent nécessaire pour que certains appareils, généralement Bluetooth et Wi-Fi, fonctionnent correctement.

source: An Internet connection is required to download and install drivers.
fr_ca: Une connexion Internet est requise pour télécharger et installer les pilotes.

source: Additional Drivers
fr_ca: Pilotes supplémentaires

source: Install Firmware Package
fr_ca: Installer le progiciel

source: can be found later in the
fr_ca: peut être trouvé plus tard dans le

source: Control Center
fr_ca: Centre de contrôle

source: Graphics
fr_ca: Graphique

source: Sorry, Welcome was unable to automatically identify the graphics vendor on this system.
fr_ca: Désolé, Welcome n'a pas pu identifier automatiquement le fournisseur de graphismes sur ce système.

source: Card/Chipset:
fr_ca: Carte / chipset:

source: Unknown
fr_ca: Inconnue

source: Graphics Card Detected.
fr_ca: Carte graphique détectée.

source: may have drivers for your card that can boost performance for 3D applications and games as well as deliver improvements to power management.
fr_ca: il peut y avoir des pilotes pour votre carte qui peuvent améliorer les performances des applications et des jeux 3D et apporter des améliorations à la gestion de l'alimentation.

source: AMD's drivers are no longer supported on Ubuntu. The open source drivers you are currently using will deliver the most stable performance out of your card.
fr_ca: Les pilotes AMD ne sont plus pris en charge sur Ubuntu. Les pilotes open source que vous utilisez actuellement offriront les performances les plus stables de votre carte.
