Repository: N0rbert/ubuntu-mate-welcome-legacy
Catalog: data/po/helloguest/*.po
Languages: he, oc, pt_pt

source: Welcome
he: ברוך בואך
oc: Benvengut
pt_pt: Bem-vindo

source: Entering the Guest Session.
he: נכנס למשתמש אורח.
oc: Entrada amb una session convidat.
pt_pt: Entrando na Sessão de Visitante.

source: Guest Sessions are great for allowing other people to use this computer without tampering with applications, your settings or files.
he: הפעלות אורחים מצוינות באפשור לאנשים אחרים להשתמש במחשב הזה בלי לשנות את היישומים המותקנים, את ההגדרות שלך או את הקבצים שלך.
oc: Las sessions convidat son plan per permetre als autres d’utilizar aqueste ordenador sens tocar vòstras aplicacions, vòstres paramètres o fichièrs.
pt_pt: Sessões de visitante são ótimas para permitir que outras pessoas usem este computador sem interferir nas suas aplicações, definições ou ficheiros.

source: Any data left in the session will be lost when you log out!
he: כל המידע השמור במשתמש אורח ימחק ברגע שתתנתק מהמשתמש!
oc: Tota donada creada pendent la session serà perduda a la desconnexion !
pt_pt: Todos os dados da sessão serão perdidos ao terminar a sessão!

source: Please transfer anything you'd like to keep to an external drive, a network share or cloud service.
he: אנא העבר כל מה שתרצה לשמור לכונן חיצוני או איחסון בענן.
oc: Mercés de transferir çò que volriatz gardar sus un disc extèrn, un partatge ret o un servici distant.
pt_pt: Por favor transfira tudo o que quiser manter para um disco externo, uma aprtilha de rede ou um serviço na nuvem.

source: The
he: תוכנת
oc: L’
pt_pt: A

source: application introduces you to the operating system, but some features that require privileges will be disabled.
he: היא תוכנה שמציגה לך את מערכת ההפעלה,אבל חלק מהתכונות שדורשות הרשאות מנהל לא יהיו זמינות.
oc: aplicacion vos presenta lo sistèma operatiu, mas d’unas foncionalitats que demandan los privilègis seràn desactivadas.
pt_pt: aplicação introdu-lo ao sistema operativo, mas algumas funcionalidades que requerem privilégios serão desativadas.

source: Thank you for using Ubuntu MATE.
he: תודה שהשתמשתם בUbuntu MATE
oc: Mercés d’utilizar Ubuntu MATE.
pt_pt: Obrigado por usar o Ubuntu MATE.

source: Discover
he: גלה
oc: Descobrir
pt_pt: Descobrir

source: Dismiss
he: בטל
oc: Ignorar
pt_pt: Dispensar
